/*
Navicat MySQL Data Transfer

Source Server         : 192.168.1.184_3306
Source Server Version : 50505
Source Host           : 192.168.1.184:3306
Source Database       : niucai1

Target Server Type    : MYSQL
Target Server Version : 50505
File Encoding         : 65001

Date: 2018-05-18 11:26:01
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for express
-- ----------------------------
DROP TABLE IF EXISTS `express`;
CREATE TABLE `express` (
  `ExpressId` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `ExpressNo` varchar(50) DEFAULT NULL COMMENT '物流单号',
  `TotalAmount` decimal(21,4) NOT NULL COMMENT '运费金额',
  `ProviderId` bigint(20) NOT NULL COMMENT '物流商',
  `ProviderName` varchar(50) DEFAULT NULL COMMENT '物流商名称',
  `PackageCount` bigint(20) DEFAULT NULL COMMENT '总件数',
  `Quantity` decimal(21,2) DEFAULT NULL COMMENT '总张数',
  `SourceType` int(11) NOT NULL COMMENT '来源类型',
  `SourceOrder` varchar(50) DEFAULT NULL COMMENT '来源编号',
  `SourceId` bigint(20) DEFAULT NULL COMMENT '来源ID',
  `CreateId` bigint(20) NOT NULL COMMENT '开单人ID',
  `CreateName` varchar(35) DEFAULT NULL COMMENT '开单人名字',
  `CreateTime` datetime NOT NULL COMMENT '记录添加时间',
  `WaitApplyAmount` decimal(21,2) NOT NULL,
  `IsView` bit(1) NOT NULL COMMENT '是否可见',
  `CarNo` varchar(50) DEFAULT '',
  PRIMARY KEY (`ExpressId`)
) ENGINE=InnoDB AUTO_INCREMENT=117 DEFAULT CHARSET=utf8 COMMENT='物流单';

-- ----------------------------
-- Records of express
-- ----------------------------
INSERT INTO `express` VALUES ('4', 'E1800004', '666.0000', '0', null, '666', '666.00', '6', 'R16003142', '3179', '87', '沈蔚红', '2018-01-11 08:55:42', '0.00', '', '666');
INSERT INTO `express` VALUES ('5', 'E1800005', '100.0000', '0', null, '2', '324.00', '7', 'C16006199', '6213', '87', '沈蔚红', '2018-01-13 09:18:30', '100.00', '', '浙10/61898');
INSERT INTO `express` VALUES ('6', 'E1800006', '888.0000', '0', '', '2', '280.00', '7', 'C16006170', '6184', '87', '沈蔚红', '2018-01-13 09:19:22', '90.00', '', '浙10/61898');
INSERT INTO `express` VALUES ('7', 'E1800007', '2323.0000', '0', '', '2323', '2323.00', '7', 'C16006269', '6283', '87', '沈蔚红', '2018-01-15 10:06:59', '150.00', '', '23232');
INSERT INTO `express` VALUES ('10', 'E1800008', '2323.0000', '135', '杭州冉光物流有限公司', '30', '4971.00', '7', 'C16006435', '6449', '47', '管忠纯', '2018-02-06 15:32:32', '2323.00', '', null);
INSERT INTO `express` VALUES ('16', 'E1800011', '2323.0000', '135', '杭州冉光物流有限公司', '9', '2517.00', '7', 'C16006434', '6448', '47', '管忠纯', '2018-02-07 11:20:23', '2323.00', '', null);
INSERT INTO `express` VALUES ('19', 'E1800014', '800.0000', '65', '邵武腾盛物流有限公司', '8', '1296.00', '7', 'C16006432', '6446', '47', '管忠纯', '2018-02-07 11:21:42', '0.00', '', null);
INSERT INTO `express` VALUES ('20', 'E1800015', '9999.0000', '0', null, '7', '700.00', '7', 'C16006426', '6440', '47', '管忠纯', '2018-02-24 13:42:45', '9999.00', '', '123456');
INSERT INTO `express` VALUES ('24', 'E1800016', '2323.0000', '135', '杭州冉光物流有限公司', '0', '0.00', '6', 'R16003232', '3279', '47', '管忠纯', '2018-02-28 13:28:06', '2323.00', '', null);
INSERT INTO `express` VALUES ('30', 'E1800017', '4555.0000', '135', '杭州冉光物流有限公司', '1', '238.00', '6', 'R16003241', '3289', '47', '管忠纯', '2018-02-28 14:14:34', '4555.00', '', null);
INSERT INTO `express` VALUES ('41', 'E1800018', '200.0000', '135', '杭州冉光物流有限公司', '16', '920.00', '6', 'R16003226', '3273', '47', '管忠纯', '2018-03-01 17:05:48', '3000.00', '', null);
INSERT INTO `express` VALUES ('42', 'E1800019', '5000.0000', '135', '杭州冉光物流有限公司', '1', '58.00', '7', 'C16006424', '6438', '47', '管忠纯', '2018-03-13 09:50:33', '5000.00', '', null);
INSERT INTO `express` VALUES ('43', 'E1800020', '2000.0000', '135', '杭州冉光物流有限公司', '4', '280.00', '6', 'R16003223', '3270', '47', '管忠纯', '2018-03-13 09:51:47', '2000.00', '', null);
INSERT INTO `express` VALUES ('44', 'E1800021', '2222.0000', '135', '杭州冉光物流有限公司', '14', '2100.00', '6', 'R16003233', '3280', '47', '管忠纯', '2018-03-13 09:58:42', '2222.00', '', null);
INSERT INTO `express` VALUES ('45', 'E1800022', '2222.0000', '135', '杭州冉光物流有限公司', '14', '2100.00', '6', 'R16003235', '3282', '47', '管忠纯', '2018-03-13 09:59:31', '2222.00', '', null);
INSERT INTO `express` VALUES ('46', 'E1800023', '1000.0000', '135', '杭州冉光物流有限公司', '14', '2100.00', '6', 'R16003202', '3239', '47', '管忠纯', '2018-03-13 10:10:47', '1000.00', '', null);
INSERT INTO `express` VALUES ('48', 'E1800024', '3000.0000', '152', '武汉诚联东物流有限公司', '3', '180.00', '7', 'C16006416', '6430', '47', '管忠纯', '2018-03-13 14:25:53', '3000.00', '', null);
INSERT INTO `express` VALUES ('49', 'E1800025', '1000.0000', '152', '武汉诚联东物流有限公司', '15', '1500.00', '6', 'R16003238', '3285', '47', '管忠纯', '2018-03-13 14:30:06', '1000.00', '', null);
INSERT INTO `express` VALUES ('50', 'E1800026', '1000.0000', '152', '武汉诚联东物流有限公司', '12', '1008.00', '6', 'R16003236', '3283', '47', '管忠纯', '2018-03-13 14:33:33', '1000.00', '', null);
INSERT INTO `express` VALUES ('51', 'E1800027', '500.0000', '156', '钦州市普达物流有限公司', '2', '145.00', '6', 'R16003248', '3296', '47', '管忠纯', '2018-03-15 13:58:01', '500.00', '', null);
INSERT INTO `express` VALUES ('63', 'E1800028', '3000.0000', '152', '武汉诚联东物流有限公司', '14', '2100.00', '6', 'R16003234', '3281', '47', '管忠纯', '2018-03-15 15:49:40', '3000.00', '', null);
INSERT INTO `express` VALUES ('64', 'E1800029', '4000.0000', '152', '武汉诚联东物流有限公司', '4', '187.00', '7', 'C16006448', '6462', '47', '管忠纯', '2018-03-15 15:52:07', '4000.00', '', null);
INSERT INTO `express` VALUES ('65', 'E1800030', '1500.0000', '152', '武汉诚联东物流有限公司', '3', '137.00', '7', 'C16006443', '6457', '47', '管忠纯', '2018-03-15 15:53:01', '3000.00', '', null);
INSERT INTO `express` VALUES ('66', 'E1800031', '3000.0000', '135', '杭州冉光物流有限公司', '12', '1290.00', '6', 'R16003215', '3262', '47', '管忠纯', '2018-03-15 15:55:19', '3000.00', '', null);
INSERT INTO `express` VALUES ('67', 'E1800032', '3000.0000', '152', '武汉诚联东物流有限公司', '13', '1014.00', '6', 'R16003225', '3272', '47', '管忠纯', '2018-03-15 16:07:06', '3000.00', '', null);
INSERT INTO `express` VALUES ('68', 'E1800033', '3000.0000', '152', '武汉诚联东物流有限公司', '-12', '-896.00', '6', 'R16003213', '3250', '47', '管忠纯', '2018-03-15 16:13:08', '3000.00', '', null);
INSERT INTO `express` VALUES ('69', 'E1800034', '500.0000', '109', '徐州欢东物流有限公司', '2', '310.00', '6', 'R16003247', '3295', '47', '管忠纯', '2018-03-15 16:28:26', '500.00', '', null);
INSERT INTO `express` VALUES ('70', 'E1800035', '2000.0000', '152', '武汉诚联东物流有限公司', '2', '2.00', '6', 'R16003249', '3297', '47', '管忠纯', '2018-03-15 16:46:22', '2000.00', '', null);
INSERT INTO `express` VALUES ('71', 'E1800036', '8000.0000', '135', '杭州冉光物流有限公司', '4', '260.00', '6', 'R16003252', '3300', '47', '管忠纯', '2018-03-15 16:54:12', '8000.00', '', null);
INSERT INTO `express` VALUES ('73', 'E1800037', '4000.0000', '152', '武汉诚联东物流有限公司', '4', '260.00', '6', 'R16003253', '3301', '47', '管忠纯', '2018-03-15 17:02:52', '4000.00', '', null);
INSERT INTO `express` VALUES ('76', 'E1800038', '8000.0000', '152', '武汉诚联东物流有限公司', '4', '260.00', '6', 'R16003254', '3302', '47', '管忠纯', '2018-03-15 17:20:05', '8000.00', '', null);
INSERT INTO `express` VALUES ('77', 'E1800039', '8000.0000', '152', '武汉诚联东物流有限公司', '4', '260.00', '6', 'R16003251', '3299', '47', '管忠纯', '2018-03-15 17:25:13', '8000.00', '', null);
INSERT INTO `express` VALUES ('78', 'E1800040', '8000.0000', '152', '武汉诚联东物流有限公司', '4', '260.00', '6', 'R16003255', '3303', '47', '管忠纯', '2018-03-15 17:29:57', '8000.00', '', null);
INSERT INTO `express` VALUES ('79', 'E1800041', '5000.0000', '152', '武汉诚联东物流有限公司', '4', '260.00', '6', 'R16003256', '3304', '47', '管忠纯', '2018-03-15 17:33:33', '5000.00', '', null);
INSERT INTO `express` VALUES ('81', 'E1800042', '0.0000', '152', '武汉诚联东物流有限公司', '4', '260.00', '6', 'R16003258', '3306', '47', '管忠纯', '2018-03-16 09:03:14', '8000.00', '', null);
INSERT INTO `express` VALUES ('82', 'E1800043', '4000.0000', '152', '武汉诚联东物流有限公司', '4', '260.00', '6', 'R16003260', '3308', '47', '管忠纯', '2018-03-16 09:22:14', '4000.00', '', null);
INSERT INTO `express` VALUES ('84', 'E1800044', '8000.0000', '152', '武汉诚联东物流有限公司', '4', '260.00', '6', 'R16003263', '3311', '47', '管忠纯', '2018-03-16 10:14:59', '4000.00', '', null);
INSERT INTO `express` VALUES ('86', 'E1800045', '5000.0000', '152', '武汉诚联东物流有限公司', '2', '105.00', '6', 'R16003267', '3315', '47', '管忠纯', '2018-03-16 12:52:20', '5000.00', '', null);
INSERT INTO `express` VALUES ('89', 'E1800046', '2500.0000', '152', '武汉诚联东物流有限公司', '2', '150.00', '7', 'C16006449', '6463', '47', '管忠纯', '2018-03-16 13:10:55', '5000.00', '', null);
INSERT INTO `express` VALUES ('90', 'E1800047', '8888.0000', '152', '武汉诚联东物流有限公司', '2', '145.00', '7', 'C16006453', '6467', '47', '管忠纯', '2018-03-16 13:13:53', '8888.00', '', null);
INSERT INTO `express` VALUES ('91', 'E1800048', '6666.0000', '156', '钦州市普达物流有限公司', '2', '310.00', '7', 'C16006452', '6466', '47', '管忠纯', '2018-03-16 13:16:39', '77777.00', '', null);
INSERT INTO `express` VALUES ('93', 'E1800049', '500.0000', '152', '武汉诚联东物流有限公司', '4', '260.00', '6', 'R16003274', '3322', '47', '管忠纯', '2018-03-16 14:54:41', '5000.00', '', null);
INSERT INTO `express` VALUES ('94', 'E1800050', '5000.0000', '152', '武汉诚联东物流有限公司', '1', '60.00', '7', 'C16006454', '6468', '47', '管忠纯', '2018-03-16 14:55:56', '5000.00', '', null);
INSERT INTO `express` VALUES ('96', 'E1800051', '300.0000', '129', '咸印中物流', '1', '150.00', '6', 'R16003275', '3323', '47', '管忠纯', '2018-03-16 15:14:49', '300.00', '', null);
INSERT INTO `express` VALUES ('97', 'E1800052', '500.0000', '135', '杭州冉光物流有限公司', '1', '100.00', '6', 'R16003276', '3324', '47', '管忠纯', '2018-03-16 16:58:19', '500.00', '', null);
INSERT INTO `express` VALUES ('98', 'E1800053', '1000.0000', '152', '武汉诚联东物流有限公司', '4', '4.00', '6', 'R16003280', '3329', '47', '管忠纯', '2018-03-19 16:47:38', '1000.00', '', null);
INSERT INTO `express` VALUES ('99', 'E1800054', '400.0000', '156', '钦州市普达物流有限公司', '2', '2.00', '6', 'R16003286', '3347', '47', '管忠纯', '2018-03-20 10:48:20', '200.00', '', null);
INSERT INTO `express` VALUES ('101', 'E1800055', '2000.0000', '152', '武汉诚联东物流有限公司', '2', '110.00', '6', 'R16003294', '3362', '47', '管忠纯', '2018-03-20 13:33:18', '2000.00', '', null);
INSERT INTO `express` VALUES ('103', 'E1800057', '2000.0000', '152', '武汉诚联东物流有限公司', '1', '100.00', '7', 'C16006456', '6470', '47', '管忠纯', '2018-03-20 14:13:54', '2000.00', '', null);
INSERT INTO `express` VALUES ('104', 'E1800058', '2000.0000', '152', '武汉诚联东物流有限公司', '2', '310.00', '7', 'C16006451', '6465', '47', '管忠纯', '2018-03-20 14:15:31', '2000.00', '', null);
INSERT INTO `express` VALUES ('105', 'E1800059', '1500.0000', '152', '武汉诚联东物流有限公司', '1', '75.00', '6', 'R16003301', '3369', '47', '管忠纯', '2018-03-21 09:14:14', '1000.00', '', null);
INSERT INTO `express` VALUES ('106', 'E1800060', '1500.0000', '156', '钦州市普达物流有限公司', '1', '42.00', '6', 'R16003304', '3372', '47', '管忠纯', '2018-03-21 09:33:22', '1500.00', '', null);
INSERT INTO `express` VALUES ('107', 'E1800061', '2000.0000', '135', '杭州冉光物流有限公司', '1', '70.00', '6', 'R16003311', '3379', '47', '管忠纯', '2018-03-21 15:36:12', '2000.00', '', null);
INSERT INTO `express` VALUES ('108', 'E1800062', '200.0000', '152', '武汉诚联东物流有限公司', '2', '2.00', '6', 'R16003315', '3384', '47', '管忠纯', '2018-03-21 15:55:57', '200.00', '', null);
INSERT INTO `express` VALUES ('109', 'E1800063', '200.0000', '152', '武汉诚联东物流有限公司', '2', '2.00', '6', 'R16003318', '3387', '47', '管忠纯', '2018-03-21 16:15:12', '200.00', '', null);
INSERT INTO `express` VALUES ('110', 'E1800064', '2000.0000', '135', '杭州冉光物流有限公司', '2', '110.00', '6', 'R16003331', '3402', '47', '管忠纯', '2018-03-23 14:54:23', '2000.00', '', null);
INSERT INTO `express` VALUES ('111', 'E1800065', '500.0000', '156', '钦州市普达物流有限公司', '4', '220.00', '6', 'R16003332', '3403', '47', '管忠纯', '2018-03-26 09:03:01', '500.00', '', null);
INSERT INTO `express` VALUES ('112', 'E1800066', '500.0000', '129', '咸印中物流', '1', '75.00', '6', 'R16003334', '3405', '47', '管忠纯', '2018-03-26 10:08:11', '500.00', '', null);
INSERT INTO `express` VALUES ('113', 'E1800067', '100.0000', '152', '武汉诚联东物流有限公司', '2', '95.00', '6', 'R16003336', '3407', '47', '管忠纯', '2018-03-26 10:24:59', '100.00', '', null);
INSERT INTO `express` VALUES ('114', 'E1800068', '500.0000', '135', '杭州冉光物流有限公司', '140', '280.00', '6', 'R16003350', '3441', '47', '管忠纯', '2018-04-09 11:14:47', '500.00', '', null);
INSERT INTO `express` VALUES ('115', 'E1800069', '12112.0000', '152', '武汉诚联东物流有限公司', '1', '50.00', '7', 'C16006437', '6570', '140', 'yui', '2018-05-02 10:29:51', '12112.00', '', null);
INSERT INTO `express` VALUES ('116', 'E1800070', '333.0000', '152', '武汉诚联东物流有限公司', '3', '165.00', '7', 'C16006447', '6586', '47', '管忠纯', '2018-05-15 14:42:22', '333.00', '', '33343');
