/*
Navicat MySQL Data Transfer

Source Server         : 192.168.1.184_3306
Source Server Version : 50505
Source Host           : 192.168.1.184:3306
Source Database       : niucai1

Target Server Type    : MYSQL
Target Server Version : 50505
File Encoding         : 65001

Date: 2018-05-18 11:33:45
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for productveneer
-- ----------------------------
DROP TABLE IF EXISTS `productveneer`;
CREATE TABLE `productveneer` (
  `ProductVeneerId` bigint(20) NOT NULL AUTO_INCREMENT,
  `ProductId` bigint(20) NOT NULL,
  `MeasureId` bigint(20) NOT NULL COMMENT '尺寸编号',
  `MeasureName` varchar(40) NOT NULL COMMENT '尺寸名称',
  `Weight` decimal(8,2) NOT NULL COMMENT '克重',
  `SinglePrice` decimal(8,2) NOT NULL COMMENT '单贴价',
  `DoublePrice` decimal(8,2) NOT NULL COMMENT '双贴价',
  `FunctionDescription` text DEFAULT NULL COMMENT '功能属性',
  `BrandId` bigint(20) NOT NULL COMMENT '品牌编号',
  `BrandName` varchar(50) NOT NULL COMMENT '品牌名称',
  `ColorId` bigint(20) NOT NULL COMMENT '贴纸颜色',
  `CreateId` bigint(20) NOT NULL,
  `CreateTime` datetime NOT NULL,
  `IsActive` bit(1) NOT NULL COMMENT '是否上架',
  PRIMARY KEY (`ProductVeneerId`)
) ENGINE=InnoDB AUTO_INCREMENT=123 DEFAULT CHARSET=utf8 COMMENT='贴面表';

-- ----------------------------
-- Records of productveneer
-- ----------------------------
INSERT INTO `productveneer` VALUES ('1', '326', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '118', '临安锦绣纸', '127', '47', '2016-08-08 14:34:49', '\0');
INSERT INTO `productveneer` VALUES ('2', '327', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '118', '临安锦绣纸', '127', '47', '2016-08-08 14:35:59', '\0');
INSERT INTO `productveneer` VALUES ('3', '328', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '118', '临安锦绣纸', '127', '47', '2016-08-08 14:36:53', '\0');
INSERT INTO `productveneer` VALUES ('4', '329', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '118', '临安锦绣纸', '127', '47', '2016-08-08 14:37:36', '\0');
INSERT INTO `productveneer` VALUES ('5', '330', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '118', '临安锦绣纸', '127', '47', '2016-08-08 14:39:04', '\0');
INSERT INTO `productveneer` VALUES ('6', '331', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '118', '临安锦绣纸', '127', '47', '2016-08-08 14:39:44', '\0');
INSERT INTO `productveneer` VALUES ('7', '332', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '119', '福林装饰纸', '129', '47', '2016-08-08 15:16:08', '\0');
INSERT INTO `productveneer` VALUES ('8', '350', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-14 14:22:08', '');
INSERT INTO `productveneer` VALUES ('9', '351', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-14 14:35:11', '');
INSERT INTO `productveneer` VALUES ('10', '352', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-14 14:41:27', '');
INSERT INTO `productveneer` VALUES ('11', '353', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-14 14:42:35', '');
INSERT INTO `productveneer` VALUES ('12', '354', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-14 15:26:07', '');
INSERT INTO `productveneer` VALUES ('13', '355', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-14 15:27:04', '');
INSERT INTO `productveneer` VALUES ('14', '356', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-14 15:27:41', '');
INSERT INTO `productveneer` VALUES ('15', '357', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-14 15:29:05', '');
INSERT INTO `productveneer` VALUES ('16', '358', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-14 15:31:11', '');
INSERT INTO `productveneer` VALUES ('17', '359', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-14 15:31:59', '');
INSERT INTO `productveneer` VALUES ('18', '360', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-14 15:32:41', '');
INSERT INTO `productveneer` VALUES ('19', '361', '144', '1220mm*2440mm', '0.00', '0.00', '0.00', null, '120', '其它', '127', '47', '2016-09-14 15:33:24', '');
INSERT INTO `productveneer` VALUES ('20', '362', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-14 15:34:08', '');
INSERT INTO `productveneer` VALUES ('21', '363', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-14 15:34:52', '');
INSERT INTO `productveneer` VALUES ('22', '364', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-14 15:35:41', '');
INSERT INTO `productveneer` VALUES ('23', '365', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-14 15:37:41', '');
INSERT INTO `productveneer` VALUES ('24', '366', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-14 15:38:50', '');
INSERT INTO `productveneer` VALUES ('25', '367', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '128', '47', '2016-09-14 15:40:01', '');
INSERT INTO `productveneer` VALUES ('26', '368', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '128', '47', '2016-09-14 15:43:13', '');
INSERT INTO `productveneer` VALUES ('27', '369', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-14 15:44:01', '');
INSERT INTO `productveneer` VALUES ('28', '370', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-14 15:44:36', '');
INSERT INTO `productveneer` VALUES ('29', '371', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-14 15:45:23', '');
INSERT INTO `productveneer` VALUES ('30', '372', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-14 15:46:10', '');
INSERT INTO `productveneer` VALUES ('31', '373', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-14 15:46:59', '');
INSERT INTO `productveneer` VALUES ('32', '374', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:22:03', '');
INSERT INTO `productveneer` VALUES ('33', '375', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:22:47', '');
INSERT INTO `productveneer` VALUES ('34', '376', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:23:36', '');
INSERT INTO `productveneer` VALUES ('35', '377', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:24:24', '');
INSERT INTO `productveneer` VALUES ('36', '378', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:25:01', '');
INSERT INTO `productveneer` VALUES ('37', '379', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:25:34', '');
INSERT INTO `productveneer` VALUES ('38', '380', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:26:13', '');
INSERT INTO `productveneer` VALUES ('39', '381', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:26:58', '');
INSERT INTO `productveneer` VALUES ('40', '382', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:27:44', '');
INSERT INTO `productveneer` VALUES ('41', '383', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:28:31', '');
INSERT INTO `productveneer` VALUES ('42', '384', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:29:36', '');
INSERT INTO `productveneer` VALUES ('43', '385', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:30:45', '');
INSERT INTO `productveneer` VALUES ('44', '386', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:31:53', '');
INSERT INTO `productveneer` VALUES ('45', '387', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:32:26', '');
INSERT INTO `productveneer` VALUES ('46', '388', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:33:21', '');
INSERT INTO `productveneer` VALUES ('47', '389', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:34:05', '');
INSERT INTO `productveneer` VALUES ('48', '390', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:34:42', '');
INSERT INTO `productveneer` VALUES ('49', '391', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:35:44', '');
INSERT INTO `productveneer` VALUES ('50', '392', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:36:25', '');
INSERT INTO `productveneer` VALUES ('51', '393', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:37:06', '');
INSERT INTO `productveneer` VALUES ('52', '394', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:37:35', '');
INSERT INTO `productveneer` VALUES ('53', '395', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:38:05', '');
INSERT INTO `productveneer` VALUES ('54', '396', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:38:42', '');
INSERT INTO `productveneer` VALUES ('55', '397', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:39:36', '');
INSERT INTO `productveneer` VALUES ('56', '398', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:40:06', '');
INSERT INTO `productveneer` VALUES ('57', '399', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:40:40', '');
INSERT INTO `productveneer` VALUES ('58', '400', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '128', '47', '2016-09-18 09:41:37', '');
INSERT INTO `productveneer` VALUES ('59', '401', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:42:31', '');
INSERT INTO `productveneer` VALUES ('60', '402', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 09:43:15', '');
INSERT INTO `productveneer` VALUES ('61', '403', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:44:13', '');
INSERT INTO `productveneer` VALUES ('62', '404', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:44:45', '');
INSERT INTO `productveneer` VALUES ('63', '405', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:45:51', '');
INSERT INTO `productveneer` VALUES ('64', '406', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:46:37', '');
INSERT INTO `productveneer` VALUES ('65', '407', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:47:55', '');
INSERT INTO `productveneer` VALUES ('66', '408', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '128', '47', '2016-09-18 09:48:39', '');
INSERT INTO `productveneer` VALUES ('67', '409', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:54:54', '');
INSERT INTO `productveneer` VALUES ('68', '410', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:55:41', '');
INSERT INTO `productveneer` VALUES ('69', '411', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:57:34', '');
INSERT INTO `productveneer` VALUES ('70', '412', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:58:14', '');
INSERT INTO `productveneer` VALUES ('71', '413', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 09:58:50', '');
INSERT INTO `productveneer` VALUES ('72', '414', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:00:32', '');
INSERT INTO `productveneer` VALUES ('73', '415', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:03:08', '');
INSERT INTO `productveneer` VALUES ('74', '416', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:04:15', '');
INSERT INTO `productveneer` VALUES ('75', '417', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:05:04', '');
INSERT INTO `productveneer` VALUES ('76', '418', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:05:44', '');
INSERT INTO `productveneer` VALUES ('77', '419', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:06:22', '');
INSERT INTO `productveneer` VALUES ('78', '420', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:07:23', '');
INSERT INTO `productveneer` VALUES ('79', '421', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:08:08', '');
INSERT INTO `productveneer` VALUES ('80', '422', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:09:11', '');
INSERT INTO `productveneer` VALUES ('81', '423', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:09:46', '');
INSERT INTO `productveneer` VALUES ('82', '424', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:10:28', '');
INSERT INTO `productveneer` VALUES ('83', '425', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:11:53', '');
INSERT INTO `productveneer` VALUES ('84', '426', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:13:01', '');
INSERT INTO `productveneer` VALUES ('85', '427', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:13:43', '');
INSERT INTO `productveneer` VALUES ('86', '428', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:15:16', '');
INSERT INTO `productveneer` VALUES ('87', '429', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:15:51', '');
INSERT INTO `productveneer` VALUES ('88', '430', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:16:40', '');
INSERT INTO `productveneer` VALUES ('89', '431', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:17:22', '');
INSERT INTO `productveneer` VALUES ('90', '432', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:17:56', '');
INSERT INTO `productveneer` VALUES ('91', '433', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:18:29', '');
INSERT INTO `productveneer` VALUES ('92', '434', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:19:17', '');
INSERT INTO `productveneer` VALUES ('93', '435', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:19:51', '');
INSERT INTO `productveneer` VALUES ('94', '436', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:20:37', '');
INSERT INTO `productveneer` VALUES ('95', '437', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:21:49', '');
INSERT INTO `productveneer` VALUES ('96', '438', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:26:32', '');
INSERT INTO `productveneer` VALUES ('97', '439', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:30:58', '');
INSERT INTO `productveneer` VALUES ('98', '440', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:32:29', '');
INSERT INTO `productveneer` VALUES ('99', '441', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:33:56', '');
INSERT INTO `productveneer` VALUES ('100', '442', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:35:15', '');
INSERT INTO `productveneer` VALUES ('101', '443', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:38:25', '');
INSERT INTO `productveneer` VALUES ('102', '444', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:39:41', '');
INSERT INTO `productveneer` VALUES ('103', '445', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:40:42', '');
INSERT INTO `productveneer` VALUES ('104', '446', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:43:05', '');
INSERT INTO `productveneer` VALUES ('105', '447', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:44:06', '');
INSERT INTO `productveneer` VALUES ('106', '448', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:48:44', '');
INSERT INTO `productveneer` VALUES ('107', '449', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '127', '47', '2016-09-18 10:49:45', '');
INSERT INTO `productveneer` VALUES ('108', '450', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '128', '47', '2016-09-18 10:50:55', '');
INSERT INTO `productveneer` VALUES ('109', '451', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:51:45', '');
INSERT INTO `productveneer` VALUES ('110', '452', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:52:24', '');
INSERT INTO `productveneer` VALUES ('111', '453', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:53:06', '');
INSERT INTO `productveneer` VALUES ('112', '454', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:53:49', '');
INSERT INTO `productveneer` VALUES ('113', '455', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:54:42', '');
INSERT INTO `productveneer` VALUES ('114', '456', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:55:30', '');
INSERT INTO `productveneer` VALUES ('115', '457', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:56:16', '');
INSERT INTO `productveneer` VALUES ('116', '458', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:56:52', '');
INSERT INTO `productveneer` VALUES ('117', '459', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:57:34', '');
INSERT INTO `productveneer` VALUES ('118', '460', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:58:21', '');
INSERT INTO `productveneer` VALUES ('119', '461', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 10:59:06', '');
INSERT INTO `productveneer` VALUES ('120', '462', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 11:00:26', '');
INSERT INTO `productveneer` VALUES ('121', '463', '144', '1220mm*2440mm', '0.00', '13.00', '26.00', null, '120', '其它', '129', '47', '2016-09-18 11:01:00', '');
