/*
Navicat MySQL Data Transfer

Source Server         : 192.168.1.184_3306
Source Server Version : 50505
Source Host           : 192.168.1.184:3306
Source Database       : niucai1

Target Server Type    : MYSQL
Target Server Version : 50505
File Encoding         : 65001

Date: 2018-05-18 11:38:47
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for returnorder
-- ----------------------------
DROP TABLE IF EXISTS `returnorder`;
CREATE TABLE `returnorder` (
  `ReturnOrderId` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键自动增长',
  `ReturnOrderNo` varchar(16) DEFAULT NULL COMMENT '票据号',
  `EmployeeName` varchar(20) NOT NULL,
  `EmployeeId` bigint(20) NOT NULL,
  `SalesOrderId` bigint(20) NOT NULL COMMENT '订单主键',
  `SalesOrderNo` varchar(20) NOT NULL COMMENT '订单号',
  `ProductOutStoreId` bigint(20) NOT NULL COMMENT '出库单ID',
  `ReturnOutStoreId` bigint(20) DEFAULT NULL COMMENT '退货出库单',
  `CustomerId` bigint(20) NOT NULL COMMENT '客户编号',
  `CustomerName` varchar(50) NOT NULL COMMENT '客户名称',
  `Status` int(11) NOT NULL COMMENT '退货状态',
  `DeliveryType` int(11) DEFAULT NULL COMMENT '物流方式',
  `DriverName` varchar(10) DEFAULT NULL COMMENT '司机姓名',
  `PlateNumber` varchar(10) DEFAULT NULL COMMENT '车牌号',
  `DriverPhone` varchar(13) DEFAULT NULL COMMENT '司机电话',
  `DeliveryAmount` decimal(10,2) DEFAULT NULL COMMENT '运费金额',
  `ProductHouseId` bigint(20) NOT NULL COMMENT '退货仓库ID',
  `ProductHouseName` varchar(50) NOT NULL COMMENT '退货仓库',
  `CreateId` bigint(20) NOT NULL COMMENT '创建人/申请人,如果为0就是客户自己申请的',
  `CreateTime` datetime NOT NULL COMMENT '创建时间',
  `OrderAmount` decimal(21,2) NOT NULL COMMENT '订单实际支付金额',
  `ReturnAmount` decimal(21,2) NOT NULL COMMENT '退款金额',
  `ReturnOrderType` int(11) NOT NULL COMMENT '2=退货,4=退款,8=退货退款',
  `ApproveStatus` int(11) NOT NULL DEFAULT 0 COMMENT '审批状态',
  `ResultDescription` text DEFAULT NULL COMMENT '处理意见',
  `Reason` text DEFAULT NULL COMMENT '质量问题描述',
  `Remark` varchar(200) DEFAULT NULL COMMENT '备注',
  `AttachPath1` varchar(200) DEFAULT NULL,
  `AttachPath2` varchar(200) DEFAULT NULL,
  `CompanyId` varchar(50) NOT NULL DEFAULT '1' COMMENT '公司编号',
  PRIMARY KEY (`ReturnOrderId`)
) ENGINE=InnoDB AUTO_INCREMENT=174 DEFAULT CHARSET=utf8 COMMENT='退货单';

-- ----------------------------
-- Records of returnorder
-- ----------------------------
INSERT INTO `returnorder` VALUES ('1', 'RO16000001', '邵昱', '14', '6856', '91260006856', '4652', '4653', '205', '杭州华新木业有限公司', '9', '2', null, null, null, null, '17', '湖州德清仓', '14', '2017-09-15 16:22:57', '43400.00', '43400.00', '8', '0', null, null, '板可以贴面，但拿来做油漆不合适，不匹配工艺，需要退货', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('2', 'RO16000002', '王林', '69', '2297', '91260002297', '1725', '4655', '724', '张家港保税区普华贸易有限公司', '13', '2', null, null, null, null, '100', '牛材中转仓', '14', '2017-09-15 18:10:18', '66780.00', '66780.00', '2', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('3', 'RO16000003', '王林', '69', '2297', '91260002297', '1725', null, '724', '张家港保税区普华贸易有限公司', '13', '2', null, null, null, null, '17', '湖州德清仓', '14', '2017-09-16 09:54:33', '66780.00', '66780.00', '2', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('4', 'RO16000004', '王林', '69', '2297', '91260002297', '1725', '4662', '724', '张家港保税区普华贸易有限公司', '9', '2', null, null, null, null, '17', '湖州德清仓', '14', '2017-09-16 11:47:47', '66780.00', '19080.00', '2', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('5', 'RO16000005', '谢肖云', '93', '6642', '91260006642', '4616', '4715', '1123', '台州市黄岩添成工艺品有限公司', '9', '2', null, null, null, null, '19', '黄岩仓', '14', '2017-09-20 14:09:01', '2008.40', '2008.40', '8', '0', null, null, null, null, null, ',2,');
INSERT INTO `returnorder` VALUES ('6', 'RO16000006', '方茶勇1', '89', '5359', '91260005359', '3816', '4749', '1239', '云和县尚伟五交化板材经营部', '9', '2', null, null, null, null, '100', '牛材中转仓', '47', '2017-09-22 18:29:09', '100000.00', '100000.00', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('7', 'RO16000007', '俞凯琳', '38', '6450', '91260006450', '4476', null, '1341', '桐庐炳耀金属材料有限公司', '13', '2', null, null, null, null, '17', '湖州德清仓', '38', '2017-09-25 14:20:39', '2758.00', '2758.00', '8', '0', null, '18的发错货了，发成15的，重新改单', null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('8', 'RO16000008', '俞凯琳', '38', '6450', '91260006450', '4476', '4771', '1341', '桐庐炳耀金属材料有限公司', '9', '2', null, null, null, null, '17', '湖州德清仓', '38', '2017-09-25 14:32:09', '2758.00', '2758.00', '8', '0', null, '18的发成15的，现在不退货了，重新改单子', null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('9', 'RO16000009', '俞凯', '69', '7104', '91260007104', '4856', '4932', '1408', '华鸿控股集团有限公司', '9', '2', null, null, null, null, '100', '牛材中转仓', '14', '2017-09-30 15:59:36', '12383.80', '12387.60', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('10', 'RO16000010', '俞凯', '69', '7103', '91260007103', '4857', '4933', '1408', '华鸿控股集团有限公司', '9', '2', null, null, null, null, '100', '牛材中转仓', '14', '2017-09-30 16:07:49', '60739.20', '60739.20', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('11', 'RO16000011', '俞凯', '69', '7154', '91260007154', '4823', '4934', '1416', '临沂万凯家居用品有限公司', '9', '2', null, null, null, null, '100', '牛材中转仓', '14', '2017-09-30 16:09:46', '50020.00', '50025.00', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('12', 'RO16000012', '俞凯', '69', '7189', '91260007188', '4807', '4935', '1422', '宁波市鄞州凯畅箱包有限公司', '9', '2', null, null, null, null, '100', '牛材中转仓', '14', '2017-09-30 16:16:59', '230002.40', '230003.10', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('13', 'RO16000013', '俞凯', '69', '7140', '91260007140', '4829', '4936', '1414', '北京耐特利尔家具有限公司', '9', '2', null, null, null, null, '100', '牛材中转仓', '14', '2017-09-30 16:18:14', '14152.50', '14160.00', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('14', 'RO16000014', '俞凯', '69', '7162', '91260007162', '4816', '4937', '1419', '徐州麦卡锡木业有限公司', '9', '2', null, null, null, null, '100', '牛材中转仓', '14', '2017-09-30 16:20:40', '10345.00', '10350.00', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('15', 'RO16000015', '俞凯', '69', '7138', '91260007138', '4831', '4938', '1413', '安徽省蚌埠市森泽木制品工艺厂', '9', '2', null, null, null, null, '100', '牛材中转仓', '14', '2017-09-30 16:22:12', '51300.00', '51285.00', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('16', 'RO16000016', '任兵兵', '58', '7254', '91260007254', '4896', '4983', '782', '台州市黄岩硕峰工艺品厂', '9', '1', '曽胜军', '浙J30510', '18857698064', '0.00', '19', '黄岩仓', '58', '2017-09-30 17:26:16', '40935.40', '188.50', '8', '0', null, '产品选错了，发票已开，无须退回，金额抵扣下一个订单。', null, null, null, ',2,');
INSERT INTO `returnorder` VALUES ('17', 'RO16000017', '宋新飞', '32', '7303', '91260007303', '4947', '4988', '1426', '北京再创鹏达科技发展有限公司', '9', '2', null, null, null, null, '100', '牛材中转仓', '14', '2017-10-09 14:42:02', '104720.00', '104720.00', '8', '0', null, null, '打款抬头更换，需要取消订单', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('18', 'RO16000018', '吴浩', '65', '6644', '91260006644', '4615', '5030', '1216', '上海灿轩木业', '9', '2', null, null, null, null, '117', '泰兴仓', '65', '2017-10-10 14:19:02', '105840.00', '105840.00', '2', '0', null, '客户需要重新换个抬头打款。', null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('19', 'RO16000019', '谢肖云', '93', '7463', '91260007461', '5034', null, '1445', '台州市黄岩金川家居用品厂', '13', '2', null, null, null, null, '19', '黄岩仓', '93', '2017-10-15 13:41:45', '16199.00', '16199.00', '8', '0', null, null, '071140804750121014.75mmE2杂木密度板', null, null, ',2,');
INSERT INTO `returnorder` VALUES ('20', 'RO16000020', '谢肖云', '93', '7463', '91260007461', '5034', null, '1445', '台州市黄岩金川家居用品厂', '13', '2', null, null, null, null, '19', '黄岩仓', '93', '2017-10-15 13:52:29', '16199.00', '16199.00', '8', '0', null, '客户需要4.75的砂光板，订单下错，客户差价已补，需要换货处理。', '07114080475012101数量50张，单价22.5', null, null, ',2,');
INSERT INTO `returnorder` VALUES ('21', 'RO16000021', '谢肖云', '93', '7463', '91260007461', '5034', null, '1445', '台州市黄岩金川家居用品厂', '13', '2', null, null, null, null, '19', '黄岩仓', '93', '2017-10-15 13:58:17', '16199.00', '15074.00', '8', '0', null, '客户需要4.75的砂光板，订单下错。差价已补，需要换货处理.', '07114080475012101退货', null, null, ',2,');
INSERT INTO `returnorder` VALUES ('22', 'RO16000022', '谢肖云', '93', '7463', '91260007461', '5034', null, '1445', '台州市黄岩金川家居用品厂', '13', '1', null, null, null, null, '19', '黄岩仓', '93', '2017-10-15 14:06:00', '16199.00', '1125.00', '2', '0', null, '客户需要砂光板，订单下错，差价已补，需要换货处理。', '07114080475012101数量50张退货', null, null, ',2,');
INSERT INTO `returnorder` VALUES ('23', 'RO16000023', '谢肖云', '93', '7463', '91260007461', '5034', '5087', '1445', '台州市黄岩金川家居用品厂', '9', '1', null, null, null, null, '19', '黄岩仓', '93', '2017-10-15 16:24:12', '16199.00', '1125.00', '8', '0', null, '客户需要4.75砂光板，订单下错，客户差价已经补，需要换货处理 ，此订单金额1125实际不退款给客户，退回账户余额，作为新订单91260007529扣款操作。', null, null, null, ',2,');
INSERT INTO `returnorder` VALUES ('24', 'RO16000024', '朱亮', '33', '7547', '91260007545', '5093', '5100', '527', '上海雅洁厨具有限公司', '9', '2', null, null, null, null, '1', '上海嘉定仓', '33', '2017-10-18 10:36:50', '25388.80', '344.40', '8', '0', null, '包装数量有误 雅洁少提货3张', '包装数量有误 雅洁少提货3张', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('25', 'RO16000025', '任兵兵', '58', '7614', '91260007612', '5106', '5112', '782', '台州市黄岩硕峰工艺品厂', '9', '1', '曾胜军', '浙J30510', null, '0.00', '19', '黄岩仓', '58', '2017-10-19 09:55:58', '29.00', '29.00', '8', '0', null, '客户下单下错了。', '本订单未出仓，未产生任何费用', null, null, ',2,');
INSERT INTO `returnorder` VALUES ('26', 'RO16000026', '方茶勇1', '89', '7030', '91260007030', '4748', '5211', '368', '南通德益装饰材料有限公司', '9', '2', null, null, null, null, '100', '牛材中转仓', '14', '2017-10-26 17:00:48', '59815.00', '59815.00', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('27', 'RO16000027', '朱亮', '33', '7547', '91260007545', '5093', null, '527', '上海雅洁厨具有限公司', '13', '2', null, null, null, null, '1', '上海嘉定仓', '14', '2017-10-31 13:39:20', '25388.80', '6084.40', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('28', 'RO16000028', '朱亮', '33', '7547', '91260007545', '5093', null, '527', '上海雅洁厨具有限公司', '13', '1', null, null, null, '350.00', '1', '上海嘉定仓', '33', '2017-10-31 13:42:18', '25388.80', '6414.40', '8', '0', null, '1、退回原有22mm板材53张，金额114.8*53=6084.4元，其中7张已裁切；\r\n2、已经贴面33张，赔偿贴免费10元/张，合计330元；其中7张裁切，\r\n3、板材需要我们自行叫车运回来，运费350元', '质量问题退货', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('29', 'RO16000029', '朱亮', '33', '7547', '91260007545', '5093', '5282', '527', '上海雅洁厨具有限公司', '9', '2', null, null, null, null, '1', '上海嘉定仓', '14', '2017-10-31 13:43:12', '25388.80', '6084.40', '2', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('30', 'RO16000030', '任兵兵', '58', '7973', '91260007966', '5310', '5333', '510', '浙江宏基玩具制造有限公司', '9', '1', '曾胜军', '浙J30510', '18857698064', '0.00', '19', '黄岩仓', '58', '2017-11-03 14:38:51', '3660.00', '3660.00', '8', '0', null, '产品太硬，无法使用。表面太糙。', '自己的车过去拉回来', null, null, ',2,');
INSERT INTO `returnorder` VALUES ('31', 'RO16000031', '任兵兵', '58', '7973', '91260007966', '5310', null, '510', '浙江宏基玩具制造有限公司', '13', '1', '曾胜军', '浙J30510', '18857698064', '0.00', '19', '黄岩仓', '58', '2017-11-03 14:40:08', '3660.00', '3660.00', '8', '0', null, '产品太硬，无法使用，表面太糙。', null, null, null, ',2,');
INSERT INTO `returnorder` VALUES ('32', 'RO16000032', '谢肖云', '93', '7943', '91260007936', '5290', null, '1084', '台州市黄岩鼎阳工艺品有限公司', '13', '1', '曾胜军', null, null, null, '19', '黄岩仓', '93', '2017-11-07 10:43:54', '222.00', '222.00', '8', '0', null, '客户重复下订单，白条客户，货物会尽快拉回。后台帮忙登记。', '2.5mm薄板密度板砂光15张', null, null, ',2,');
INSERT INTO `returnorder` VALUES ('33', 'RO16000033', '谢肖云', '93', '7943', '91260007936', '5290', '5386', '1084', '台州市黄岩鼎阳工艺品有限公司', '7', '1', '曾胜军', null, null, null, '19', '黄岩仓', '93', '2017-11-07 10:52:04', '222.00', '222.00', '8', '0', null, '白条客户，重复下单了，后台登记下，货物会尽快带回。', '2.5mm薄板密度板砂光', null, null, ',2,');
INSERT INTO `returnorder` VALUES ('34', 'RO16000034', '谢肖云', '93', '8266', '91260008159', '5433', '5442', '1506', '台州市黄岩恒龙工艺品有限公司', '9', '2', null, null, null, null, '19', '黄岩仓', '93', '2017-11-10 14:17:26', '51587.00', '51647.00', '8', '0', null, '客户需要砂光板，下的压光，仓库员点击出库，货未出库，需要后台更改，谢谢！', null, null, null, ',2,');
INSERT INTO `returnorder` VALUES ('35', 'RO16000035', '缪福友', '43', '8073', '91260008066', '5392', null, '1211', '德清县聚优家具有限公司', '13', '1', '渣师傅', null, '18602787255', null, '17', '湖州德清仓', '43', '2017-11-16 18:10:11', '19316.00', '8265.00', '2', '0', null, '质量问题退货，出现变形', '运费公司出，沈敏沟通就可以', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('36', 'RO16000036', '缪福友', '43', '7885', '91260007878', '5248', '5528', '1211', '德清县聚优家具有限公司', '9', '1', '渣师傅', null, '18602787255', null, '17', '湖州德清仓', '43', '2017-11-17 09:02:02', '22343.00', '3133.20', '8', '0', null, '质量问题，出现变形，把剩下的42张退回，在重新发85张，由我方补偿', null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('37', 'RO16000037', '缪福友', '43', '8073', '91260008066', '5392', '5529', '1211', '德清县聚优家具有限公司', '9', '1', '渣师傅', null, '18602787255', null, '17', '湖州德清仓', '43', '2017-11-17 09:10:32', '19316.00', '10179.00', '8', '0', null, '质量问题，出现变形，需要退换货', null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('38', 'RO16000038', '宋新飞', '32', '8436', '91260008316', '5518', '5534', '1516', '张吉方', '9', '2', null, null, null, null, '100', '牛材中转仓', '32', '2017-11-17 10:44:13', '107900.00', '107900.00', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('39', 'RO16000039', '宋新飞', '32', '8375', '91260008264', '5496', '5533', '1516', '张吉方', '9', '2', null, null, null, null, '100', '牛材中转仓', '32', '2017-11-17 10:44:24', '94698.00', '94698.00', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('40', 'RO16000040', '宋新飞', '32', '8384', '91260008273', '5498', '5532', '1516', '张吉方', '9', '2', null, null, null, null, '100', '牛材中转仓', '32', '2017-11-17 10:53:29', '26101.00', '26101.60', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('41', 'RO16000041', '缪福友', '43', '8454', '91260008334', '5530', null, '1211', '德清县聚优家具有限公司', '13', '2', null, null, null, null, '17', '湖州德清仓', '43', '2017-11-17 14:56:55', '13312.20', '18521.00', '8', '0', null, null, '还是变形，退换货', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('42', 'RO16000042', '缪福友', '43', '8454', '91260008334', '5530', '5541', '1211', '德清县聚优家具有限公司', '9', '2', null, null, null, null, '17', '湖州德清仓', '43', '2017-11-17 15:29:00', '13312.20', '13312.20', '8', '0', null, '换货后还是变形', '换沪千和宁丰产品', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('43', 'RO16000043', '缪福友', '43', '3122', '91260003122', '2351', '5568', '710', '樱花木门（建德）有限公司', '9', '1', '渣师傅', null, null, null, '17', '湖州德清仓', '43', '2017-11-17 17:58:54', '69564.00', '46376.00', '8', '0', null, '质量问题退货，有质量问题的板于2017.11.06已经退回德清仓库440张。客户用掉了220张，但是需要我们一起赔付给对方，现在需要重新赔付给对方660张板，发票已经开给对方，也被认证掉了，特在此备注说明原因。', '质量问题退货，有质量问题的板于2017.11.06已经退回德清仓库440张。客户用掉了220张，但是需要我们一起赔付给对方，现在需要重新赔付给对方660张板，特在此备注说明原因。', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('44', 'RO16000044', '谢肖云', '93', '8377', '91260008266', '5499', '5564', '1445', '台州市黄岩金川家居用品厂', '9', '2', null, null, null, null, '19', '黄岩仓', '93', '2017-11-20 10:32:14', '1799.10', '693.60', '8', '0', null, '但是下单显示有库存的，不知怎么回事，数据现变负数12，技术部郑光泽告知要求我重新下单，否则财务无法入账。', null, null, null, ',2,');
INSERT INTO `returnorder` VALUES ('45', 'RO16000045', '谢肖云', '93', '8216', '91260008143', '5415', '5565', '1084', '台州市黄岩鼎阳工艺品有限公司', '9', '2', null, null, null, null, '19', '黄岩仓', '93', '2017-11-20 10:41:14', '6566.30', '5825.00', '8', '0', null, '此产品未出仓库，客户来电此产品不好用，需要退货。', '广西乐林25mm家具密度板50张退货', null, null, ',2,');
INSERT INTO `returnorder` VALUES ('46', 'RO16000046', '解宏华', '56', '8499', '91260008379', '5557', '5574', '1246', '台州纵腾工艺品有限公司', '9', '2', '朱花宝', '浙10/61898', '13357676599', null, '107', '仙居仓', '56', '2017-11-20 16:12:53', '14580.00', '14580.00', '8', '0', null, '单价弄错', null, null, null, ',2,');
INSERT INTO `returnorder` VALUES ('47', 'RO16000047', '缪福友', '43', '7885', '91260007878', '5248', '5602', '1211', '德清县聚优家具有限公司', '9', '1', '渣师傅', null, null, null, '17', '湖州德清仓', '43', '2017-11-21 19:44:22', '22343.00', '3088.80', '8', '0', null, '反面纤维很粗，局部有鼓起，板面整体凹凸，刷了油漆后手扣下就一个洞', '板已经退回仓库，质量报告已发。明天需要发新的货，所以这次一起赔付', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('48', 'RO16000048', '吴浩', '65', '7950', '91260007943', '5313', '5710', '1455', '浙江瑾典木业有限公司', '7', '2', null, null, null, null, '117', '泰兴仓', '65', '2017-11-24 08:26:51', '81228.00', '81228.00', '8', '0', null, '因为是16年10月份生产的板子，放置时间太长，导致在垫棍的位置发生变形，在客户压亚克力的的时候对板子平整度要求高，造成亚克力爆裂，从而产生质量问题。', '板子变形，无法使用。退回仓库后，按照18E1的到货价做单。', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('49', 'RO16000049', '任兵兵', '58', '7973', '91260007966', '5310', null, '510', '浙江宏基玩具制造有限公司', '13', '1', '曾胜军', '浙J30510', '18857698064', '0.00', '19', '黄岩仓', '58', '2017-11-24 09:21:16', '3660.00', '3660.00', '8', '0', null, '东森板材太硬，客户无法生产，断刀厉害', null, null, null, ',2,');
INSERT INTO `returnorder` VALUES ('50', 'RO16000050', '朱亮', '33', '7933', '91260007926', '5297', '5719', '527', '上海雅洁厨具有限公司', '9', '2', null, null, null, null, '1', '上海嘉定仓', '14', '2017-11-30 11:13:48', '3305.60', '9734.40', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('51', 'RO16000051', '徐敏栋', '97', '8637', '91260008514', '5635', null, '1380', '谨行道具', '13', '1', null, null, null, null, '17', '湖州德清仓', '97', '2017-12-04 09:58:48', '10350.00', '5100.00', '8', '0', null, '15沂涛700密度的，实际密度600多，客户不能用质量有缺陷，客户要求退货补差价换15东源一件，客户还剩70张板', '质量 问题，我方承担运费', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('52', 'RO16000052', '徐敏栋', '97', '8637', '91260008514', '5635', null, '1380', '谨行道具', '13', '1', null, null, null, null, '17', '湖州德清仓', '97', '2017-12-04 14:30:24', '10350.00', '4200.00', '8', '0', null, '15沂涛700密度的，实际密度600多.客户不能用，质量有缺陷，客户要求退货补差价换15东源的货一件，客户还剩70张板。', '质量问题退换货，我方叫车承担运费', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('53', 'RO16000053', '徐敏栋', '97', '8637', '91260008514', '5635', '5897', '1380', '谨行道具', '9', '2', null, null, null, null, '17', '湖州德清仓', '97', '2017-12-11 11:33:55', '10350.00', '4020.00', '8', '0', null, '板子不匹配', '客户退换货15沂涛板子，还剩67张，换了15东源板，钱已打', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('54', 'RO16000054', '谢肖云', '93', '9094', '91260008963', '5866', '5870', '1576', '谢肖云', '9', '2', null, null, null, null, '19', '黄岩仓', '93', '2017-12-12 09:33:35', '88.20', '88.20', '8', '0', null, '和客户出现点小插曲，业务员本人付板材费，区域经理告知业务员本人下单影响公司上市审计，现申请退款退货，重新下单！', '罗定绿源2.5mm薄板密度板砂光  6张', null, null, ',2,');
INSERT INTO `returnorder` VALUES ('55', 'RO16000055', '缪福友', '43', '9034', '91260008903', '5828', '5899', '1571', '汤后亮', '9', '2', null, null, null, null, '17', '湖州德清仓', '43', '2017-12-13 16:32:58', '1960.00', '1960.00', '8', '0', null, '因周末公账无法打入，由汤后亮个人微信打进货款，12月13号德清正弘吉装饰已经把货款公账打入，个人的在退款退款，重新下德清正弘吉抬头', null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('56', 'RO16000056', '任兵兵', '58', '9135', '91260009004', '5914', '5917', '760', '台州市黄岩盛大工艺礼品有限公司', '9', '1', '曾胜军', '浙J30510', '18857698064', '0.00', '19', '黄岩仓', '58', '2017-12-14 13:53:28', '547.40', '547.40', '8', '0', null, '客户对产品不满意', null, null, null, ',2,');
INSERT INTO `returnorder` VALUES ('57', 'RO16000057', '任兵兵', '58', '8834', '91260008710', '5741', '5930', '782', '台州市黄岩硕峰工艺品厂', '7', '1', '曾胜军', '浙J30510', '18857698064', '0.00', '19', '黄岩仓', '58', '2017-12-15 11:04:24', '20160.00', '10080.00', '8', '0', null, '客户对产品不满意', null, null, null, ',2,');
INSERT INTO `returnorder` VALUES ('58', 'RO16000058', '宋新飞', '32', '8848', '91260008724', '5748', '5998', '1516', '张吉方', '9', '2', null, null, null, null, '100', '牛材中转仓', '32', '2017-12-15 14:41:03', '81690.00', '81690.00', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('59', 'RO16000059', '宋新飞', '32', '8991', '91260008860', '5808', null, '1393', '寿光汇林板材加工厂', '13', '2', null, null, null, null, '100', '牛材中转仓', '32', '2017-12-15 14:41:19', '123690.00', '123690.00', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('60', 'RO16000060', '宋新飞', '32', '8970', '91260008839', '5797', '5996', '1516', '张吉方', '9', '2', null, null, null, null, '100', '牛材中转仓', '32', '2017-12-17 11:57:19', '78120.00', '78120.00', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('61', 'RO16000061', '钱伟平', '19', '6682', '91260006682', '5727', null, '1297', '阜阳大可新材料股份有限公司', '13', '2', null, null, null, null, '100', '牛材中转仓', '19', '2017-12-19 10:30:20', '60120.00', '60120.00', '8', '0', null, null, '重新再下个订单', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('62', 'RO16000062', '钱伟平', '19', '6682', '91260006682', '5727', '6000', '1297', '阜阳大可新材料股份有限公司', '9', '2', null, null, null, null, '100', '牛材中转仓', '38', '2017-12-19 10:40:37', '60120.00', '60120.00', '8', '0', null, null, ' 91260009195订单重新做了', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('63', 'RO16000063', '任兵兵', '58', '9216', '91260009080', '5952', '6001', '498', '浙江黄岩大通玩具制造有限公司', '9', '2', '曾胜军', '浙J30510', '18857698064', '0.00', '19', '黄岩仓', '58', '2017-12-19 16:32:52', '10248.00', '10248.00', '8', '0', null, '客户是拼图冲压的，优木的不适合用，等待工厂出2.5的拼图板出来给他用', null, null, null, ',2,');
INSERT INTO `returnorder` VALUES ('64', 'RO16000064', '缪福友', '43', '8044', '91260008037', '5363', '6107', '1462', '杭州九度商业展具有限公司', '9', '1', null, null, null, null, '17', '湖州德清仓', '43', '2017-12-26 11:27:39', '14352.00', '5992.50', '8', '0', null, '仓库发错型号的货，把E1的板当E2出掉了，现在保证客户那边的货不变，需要把这个E2的货退掉然后重新发货E1的', '仓库发错型号的货，需要退货重新下单', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('65', 'RO16000065', '王彦彬', '41', '8946', '91260008822', '5789', '6118', '1078', '杭州北伟商展有限公司', '9', '2', null, null, null, null, '17', '湖州德清仓', '41', '2017-12-26 16:56:10', '10706.00', '352.50', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('66', 'RO16000066', '任兵兵', '58', '8800', '91260008676', '5714', null, '510', '浙江宏基玩具制造有限公司', '13', '2', '曾胜军', '浙J30510', '18857698064', '0.00', '19', '黄岩仓', '58', '2017-12-29 12:07:50', '5850.00', '3060.00', '8', '0', null, '产品不合适，会开裂', null, null, null, ',2,');
INSERT INTO `returnorder` VALUES ('67', 'RO16000067', '任兵兵', '58', '8800', '91260008676', '5714', '6152', '510', '浙江宏基玩具制造有限公司', '9', '2', '曾胜军', '浙J30510', '18857698064', '0.00', '19', '黄岩仓', '58', '2017-12-29 12:56:38', '5850.00', '3105.00', '8', '0', null, '产品不适合，试摔会开裂', null, null, null, ',2,');
INSERT INTO `returnorder` VALUES ('68', 'RO16000068', '宋新飞', '32', '9770', '91260009631', '6226', '6244', '1629', '浙江香乡门业有限公司', '9', '2', null, null, null, null, '100', '牛材中转仓', '32', '2018-01-11 10:23:14', '6156.00', '6156.00', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('69', 'RO16000069', '朱亮', '33', '9998', '91260009859', '6361', '6384', '329', '上海微鲁木业有限公司', '9', '2', null, null, null, null, '1', '上海嘉定仓', '33', '2018-01-21 11:29:55', '3600.00', '3600.00', '8', '0', null, '提货时发现甲醛等级不匹配未提货 提出退货', null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('70', 'RO16000070', '朱亮', '33', '9998', '91260009859', '6361', null, '329', '上海微鲁木业有限公司', '13', '2', null, null, null, null, '1', '上海嘉定仓', '33', '2018-01-21 11:30:16', '3600.00', '0.00', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('71', 'RO16000071', '朱亮', '33', '9998', '91260009859', '6361', null, '329', '上海微鲁木业有限公司', '13', '2', null, null, null, null, '1', '上海嘉定仓', '33', '2018-01-21 11:31:11', '3600.00', '3600.00', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('72', 'RO16000072', '宋新飞', '32', '9262', '91260009126', '5944', '6383', '1587', '霸州市君鑫家具有限公司', '9', '2', null, null, null, null, '100', '牛材中转仓', '32', '2017-12-31 00:00:00', '81690.00', '81690.00', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('73', 'RO16000073', '谢肖云', '93', '10033', '91260009894', '6382', null, '1434', '台州市黄岩洋屹工艺品厂', '4', '2', null, null, null, null, '19', '黄岩仓', '93', '2018-01-29 12:10:48', '9352.50', '6525.00', '8', '0', null, '客户需要换货150张板，贴运费，发票未开。钱退回客户账户，重新下订单。', '客户需要换货150张板，贴运费，发票未开。', null, null, ',2,');
INSERT INTO `returnorder` VALUES ('74', 'RO16000074', '管忠纯', '47', '10244', '91260010095', '6462', null, '1653', '15354612265', '2', '2', null, null, null, null, '17', '湖州德清仓', '47', '2018-04-17 17:09:05', '23707.48', '23707.65', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('75', 'RO16000075', '管忠纯', '47', '10234', '91260010085', '6453', null, '1071', '测试', '4', '2', null, null, null, null, '18', '苏州仓', '47', '2018-04-17 17:09:43', '8029.50', '8029.50', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('76', 'RO16000076', '管忠纯', '47', '10233', '91260010084', '6454', null, '1071', '测试', '4', '2', null, null, null, null, '18', '苏州仓', '47', '2018-04-18 08:39:15', '7706.30', '7706.50', '8', '0', null, null, null, null, null, ',1,');
INSERT INTO `returnorder` VALUES ('166', 'RO16000145', '测试员', '64', '10467', '91260010210', '0', null, '1016', '白宇飞（内部）', '2', '2', '', '', '', null, '17', '湖州德清仓', '64', '2018-05-08 14:50:56', '19754.50', '19754.50', '8', '0', null, '', '', null, null, ',1,');
INSERT INTO `returnorder` VALUES ('173', 'RO16000146', '测试员', '64', '10469', '91260010212', '6585', '6587', '1016', '白宇飞（内部）', '7', '2', '', '', '', null, '17', '湖州德清仓', '64', '2018-05-08 16:33:32', '18596.40', '18596.40', '8', '0', null, '', '', null, null, ',1,');
