/*
Navicat MySQL Data Transfer

Source Server         : 192.168.1.184_3306
Source Server Version : 50505
Source Host           : 192.168.1.184:3306
Source Database       : niucai1

Target Server Type    : MYSQL
Target Server Version : 50505
File Encoding         : 65001

Date: 2018-05-18 11:38:52
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for returnorderline
-- ----------------------------
DROP TABLE IF EXISTS `returnorderline`;
CREATE TABLE `returnorderline` (
  `ReturnOrderLineId` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键自动增长',
  `ReturnOrderId` bigint(20) NOT NULL,
  `ProductOutStoreDetailId` bigint(20) NOT NULL COMMENT '出库单明细编号',
  `SalesOrderLineId` bigint(20) NOT NULL COMMENT '销售明细ID',
  `ProductName` varchar(50) NOT NULL COMMENT '货物或应税劳务服务名称',
  `Spec` varchar(50) NOT NULL COMMENT '规格型号',
  `ProductNo` varchar(30) NOT NULL COMMENT '商品编号',
  `Unit` varchar(10) NOT NULL COMMENT '计量单位',
  `Quantity` decimal(10,2) NOT NULL COMMENT '数量',
  `Price` decimal(10,2) NOT NULL COMMENT '单价',
  `Amount` decimal(21,2) NOT NULL COMMENT '金额',
  `PackageCount` bigint(20) NOT NULL COMMENT '每件数量',
  `Reason` varchar(1000) DEFAULT NULL COMMENT '原因简要描述',
  `Remark` varchar(100) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`ReturnOrderLineId`)
) ENGINE=InnoDB AUTO_INCREMENT=271 DEFAULT CHARSET=utf8 COMMENT='退换货单产品明细';

-- ----------------------------
-- Records of returnorderline
-- ----------------------------
INSERT INTO `returnorderline` VALUES ('1', '1', '7699', '12359', '景德镇鼎晟18mm加密密度板', '18.000000', '04112081800011202 ', '张', '560.00', '77.50', '43400.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('2', '2', '2957', '4023', '18mmE1松杂板（加密加蜡）', '18.000000', '112081800011202 ', '张', '840.00', '79.50', '66780.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('3', '3', '7703', '4023', '18mmE1松杂板（加密加蜡）', '18.000000', '112081800011202 ', '张', '240.00', '79.50', '66780.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('4', '4', '2957', '4023', '18mmE1松杂板（加密加蜡）', '18.000000', '112081800011202 ', '张', '240.00', '79.50', '19080.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('5', '5', '7648', '12003', '湖北松滋20mm家具密度板', '20.000000', '29115082000011201', '张', '20.00', '100.42', '2008.40', '60', null, '退货');
INSERT INTO `returnorderline` VALUES ('6', '6', '6282', '9653', '新沂沪千18mm镂铣密度板', '18.000000', '02101081800012203 ', '张', '1365.00', '73.00', '99645.00', '65', null, '退货');
INSERT INTO `returnorderline` VALUES ('7', '6', '6283', '9654', '新沂沪千15mm家具密度板', '15.000000', '02115081500011201 ', '张', '6.00', '61.00', '366.00', '84', null, '退货');
INSERT INTO `returnorderline` VALUES ('8', '7', '7420', '11683', '9mm进口OSB', '9.000000', '26319080900010201 ', '张', '30.00', '55.20', '1656.00', '96', null, '退货');
INSERT INTO `returnorderline` VALUES ('9', '7', '7421', '11684', '18mm进口OSB', '18.000000', '26319081800010201 ', '张', '10.00', '110.20', '1102.00', '51', null, '退货');
INSERT INTO `returnorderline` VALUES ('10', '8', '7420', '11683', '9mm进口OSB', '9.000000', '26319080900010201 ', '张', '30.00', '55.20', '1656.00', '96', null, '退货');
INSERT INTO `returnorderline` VALUES ('11', '8', '7421', '11684', '18mm进口OSB', '18.000000', '26319081800010201 ', '张', '10.00', '110.20', '1102.00', '51', null, '退货');
INSERT INTO `returnorderline` VALUES ('12', '9', '8021', '12803', 'YM2.3VN304YD', '2.300000', 'T00027 ', '张', '1116.00', '11.10', '12387.60', '304', null, '退货');
INSERT INTO `returnorderline` VALUES ('13', '10', '8022', '12802', 'YM2.3VN304YD', '2.300000', 'T00027 ', '张', '5472.00', '11.10', '60739.20', '304', null, '退货');
INSERT INTO `returnorderline` VALUES ('14', '11', '7985', '12864', 'JY2.9VN238Y', '2.900000', 'T00031 ', '张', '3335.00', '15.00', '50025.00', '238', null, '退货');
INSERT INTO `returnorderline` VALUES ('15', '12', '7963', '12911', 'YM2.3VN304YD', '2.300000', 'T00027 ', '张', '20721.00', '11.10', '230003.10', '304', null, '退货');
INSERT INTO `returnorderline` VALUES ('16', '13', '7994', '12844', 'JY2.9VN238Y', '2.900000', 'T00031 ', '张', '944.00', '15.00', '14160.00', '238', null, '退货');
INSERT INTO `returnorderline` VALUES ('17', '14', '7972', '12878', 'JY2.9VN238Y', '2.900000', 'T00031 ', '张', '690.00', '15.00', '10350.00', '238', null, '退货');
INSERT INTO `returnorderline` VALUES ('18', '15', '7996', '12842', 'JY2.9VN238Y', '2.900000', 'T00031 ', '张', '3419.00', '15.00', '51285.00', '238', null, '退货');
INSERT INTO `returnorderline` VALUES ('19', '16', '8079', '13023', '罗定绿源2.5mm薄板密度板砂光', '2.500000', '07114080250012201', '张', '13.00', '14.50', '188.50', '320', null, '退货');
INSERT INTO `returnorderline` VALUES ('20', '17', '8149', '13085', '18mm阻燃密度板C级', '18.000000', '09104021800011201 ', '张', '420.00', '111.00', '46620.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('21', '17', '8150', '13086', '12mm阻燃密度板C级', '12.000000', '09104021200011201 ', '张', '700.00', '83.00', '58100.00', '100', null, '退货');
INSERT INTO `returnorderline` VALUES ('22', '18', '7647', '12005', '4.75TmmE1薄板密度板', '4.700000', '47114080475011101 ', '张', '4410.00', '24.00', '105840.00', '205', null, '退货');
INSERT INTO `returnorderline` VALUES ('23', '19', '8292', '13361', '2.5mmE2杂木密度板砂光', '2.500000', '07114080250012201 ', '张', '320.00', '14.50', '4640.00', '320', null, '退货');
INSERT INTO `returnorderline` VALUES ('24', '19', '8293', '13362', '3.8mmE1杂木密度板砂光', '3.800000', '07114080380011201 ', '张', '420.00', '23.00', '9660.00', '210', null, '退货');
INSERT INTO `returnorderline` VALUES ('25', '19', '8294', '13363', '3.8mmE2杂木密度板砂光', '3.800000', '07114080380012201 ', '张', '36.00', '21.50', '774.00', '210', null, '退货');
INSERT INTO `returnorderline` VALUES ('26', '19', '8295', '13364', '4.75mmE2杂木密度板', '4.750000', '07114080475012101 ', '张', '50.00', '22.50', '1125.00', '170', null, '退货');
INSERT INTO `returnorderline` VALUES ('27', '20', '8292', '13361', '2.5mmE2杂木密度板砂光', '2.500000', '07114080250012201 ', '张', '320.00', '14.50', '4640.00', '320', null, '退货');
INSERT INTO `returnorderline` VALUES ('28', '20', '8293', '13362', '3.8mmE1杂木密度板砂光', '3.800000', '07114080380011201 ', '张', '420.00', '23.00', '9660.00', '210', null, '退货');
INSERT INTO `returnorderline` VALUES ('29', '20', '8294', '13363', '3.8mmE2杂木密度板砂光', '3.800000', '07114080380012201 ', '张', '36.00', '21.50', '774.00', '210', null, '退货');
INSERT INTO `returnorderline` VALUES ('30', '20', '8295', '13364', '4.75mmE2杂木密度板', '4.750000', '07114080475012101 ', '张', '50.00', '22.50', '1125.00', '170', null, '退货');
INSERT INTO `returnorderline` VALUES ('31', '21', '8292', '13361', '2.5mmE2杂木密度板砂光', '2.500000', '07114080250012201 ', '张', '320.00', '14.50', '4640.00', '320', null, '退货');
INSERT INTO `returnorderline` VALUES ('32', '21', '8293', '13362', '3.8mmE1杂木密度板砂光', '3.800000', '07114080380011201 ', '张', '420.00', '23.00', '9660.00', '210', null, '退货');
INSERT INTO `returnorderline` VALUES ('33', '21', '8294', '13363', '3.8mmE2杂木密度板砂光', '3.800000', '07114080380012201 ', '张', '36.00', '21.50', '774.00', '210', null, '退货');
INSERT INTO `returnorderline` VALUES ('34', '21', '8295', '13364', '4.75mmE2杂木密度板', '4.750000', '07114080475012101 ', '张', '0.00', '22.50', '0.00', '170', null, '退货');
INSERT INTO `returnorderline` VALUES ('35', '22', '8295', '13364', '4.75mmE2杂木密度板', '4.750000', '07114080475012101 ', '张', '50.00', '22.50', '1125.00', '170', null, '退货');
INSERT INTO `returnorderline` VALUES ('36', '23', '8295', '13364', '4.75mmE2杂木密度板', '4.750000', '07114080475012101 ', '张', '50.00', '22.50', '1125.00', '170', null, '退货');
INSERT INTO `returnorderline` VALUES ('37', '24', '8386', '13491', '新沂沪千22mm镂铣密度板', '22.000000', '02101082200011202 ', '张', '3.00', '114.80', '344.40', '53', null, '退货');
INSERT INTO `returnorderline` VALUES ('38', '25', '8401', '13585', '罗定绿源2.5mm薄板密度板砂光', '2.500000', '07114080250012201', '张', '2.00', '14.50', '29.00', '320', null, '退货');
INSERT INTO `returnorderline` VALUES ('39', '26', '7865', '12680', '18mmE2松杨密度板', '18.000000', '02115081800012201 ', '张', '210.00', '66.50', '13965.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('40', '26', '7866', '12681', '20mmE2松杨密度板', '20.000000', '02115082000012201 ', '张', '60.00', '76.00', '4560.00', '60', null, '退货');
INSERT INTO `returnorderline` VALUES ('41', '26', '7867', '12682', '21mmE1镂铣密度板', '21.000000', '02101082100011201 ', '张', '60.00', '87.00', '5220.00', '60', null, '退货');
INSERT INTO `returnorderline` VALUES ('42', '26', '7868', '12683', '25mmE1松杨密度板', '25.000000', '02115082500011201 ', '张', '100.00', '101.00', '10100.00', '50', null, '退货');
INSERT INTO `returnorderline` VALUES ('43', '26', '7869', '12684', '新沂沪千18mm镂铣密度板', '18.000000', '02101081800011201 ', '张', '210.00', '77.00', '16170.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('44', '26', '7870', '12685', '新沂沪千18mm镂铣密度板', '18.000000', '02101081800012201 ', '张', '140.00', '70.00', '9800.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('45', '27', '8386', '13491', '新沂沪千22mm镂铣密度板', '22.000000', '02101082200011202 ', '张', '53.00', '114.80', '6084.40', '53', null, '退货');
INSERT INTO `returnorderline` VALUES ('46', '28', '8386', '13491', '新沂沪千22mm镂铣密度板', '22.000000', '02101082200011202 ', '张', '53.00', '114.80', '6084.40', '53', null, '退货');
INSERT INTO `returnorderline` VALUES ('47', '29', '8386', '13491', '新沂沪千22mm镂铣密度板', '22.000000', '02101082200011202 ', '张', '53.00', '114.80', '6084.40', '53', null, '这部分金额在订单7922里抵扣');
INSERT INTO `returnorderline` VALUES ('48', '30', '8775', '14294', '12mmE1家具密度板', '12.000000', '64115081200011201 ', '张', '68.00', '53.83', '4080.00', '105', null, '退货');
INSERT INTO `returnorderline` VALUES ('49', '31', '8775', '14294', '12mmE1家具密度板', '12.000000', '64115081200011201 ', '张', '0.00', '60.00', '4080.00', '105', null, '退货');
INSERT INTO `returnorderline` VALUES ('50', '32', '8737', '14243', '罗定绿源2.5mm薄板密度板砂光', '2.500000', '07114080250012201', '张', '0.00', '14.80', '222.00', '320', null, '退货');
INSERT INTO `returnorderline` VALUES ('51', '33', '8737', '14243', '罗定绿源2.5mm薄板密度板砂光', '2.500000', '07114080250012201', '张', '15.00', '14.80', '222.00', '320', null, '退货');
INSERT INTO `returnorderline` VALUES ('52', '34', '8968', '14782', '罗定绿源2.5mm薄板密度板', '2.500000', '07114080250012102 ', '张', '1650.00', '14.40', '23760.00', '330', null, '退货');
INSERT INTO `returnorderline` VALUES ('53', '34', '8969', '14783', '2.7mmE2杂木密度板砂光（大客户价）', '2.700000', '07114080270012201 ', '张', '1765.00', '15.80', '27887.00', '300', null, '退货');
INSERT INTO `returnorderline` VALUES ('54', '35', '8896', '14459', ' 18mmE1家具密度板', '18.000000', '40115081800011201 ', '张', '95.00', '87.00', '8265.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('55', '36', '8661', '14121', ' 15mmE1家具密度板', '15.000000', '40115081500011201 ', '张', '42.00', '74.60', '3133.20', '85', null, '退货');
INSERT INTO `returnorderline` VALUES ('56', '37', '8896', '14459', ' 18mmE1家具密度板', '18.000000', '40115081800011201 ', '张', '117.00', '87.00', '10179.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('57', '38', '9136', '15160', '茌平能通12mm阻燃密度板C级', '12.000000', '09104021200011201', '张', '1300.00', '83.00', '107900.00', '100', null, '退货');
INSERT INTO `returnorderline` VALUES ('58', '39', '9105', '15065', '茌平能通9mm阻燃密度板C级', '9.000000', '09104020900011201', '张', '780.00', '59.60', '46488.00', '130', null, '退货');
INSERT INTO `returnorderline` VALUES ('59', '39', '9106', '15066', '茌平能通12mm阻燃密度板C级', '12.000000', '09104021200011201', '张', '300.00', '83.00', '24900.00', '100', null, '退货');
INSERT INTO `returnorderline` VALUES ('60', '39', '9107', '15067', '茌平能通18mm阻燃密度板C级', '18.000000', '09104021800011201', '张', '210.00', '111.00', '23310.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('61', '40', '9109', '15083', '3mmC级阻燃密度板', '3.000000', '01104020300011201 ', '张', '476.00', '26.60', '12661.60', '238', null, '退货');
INSERT INTO `returnorderline` VALUES ('62', '40', '9110', '15084', '5mmC级阻燃密度板', '5.000000', '01104020500011201 ', '张', '320.00', '42.00', '13440.00', '160', null, '退货');
INSERT INTO `returnorderline` VALUES ('63', '41', '9151', '15185', ' 18mmE1家具密度板', '18.000000', '40115081800011202 ', '张', '140.00', '87.00', '12180.00', '40', null, '退货');
INSERT INTO `returnorderline` VALUES ('64', '41', '9152', '15186', ' 15mmE1家具密度板', '15.000000', '40115081500011201 ', '张', '85.00', '74.60', '6341.00', '85', null, '退货');
INSERT INTO `returnorderline` VALUES ('65', '42', '9151', '15185', ' 18mmE1家具密度板', '18.000000', '40115081800011202 ', '张', '140.00', '87.00', '12180.00', '40', null, '退货');
INSERT INTO `returnorderline` VALUES ('66', '42', '9152', '15186', ' 15mmE1家具密度板', '15.000000', '40115081500011201 ', '张', '85.00', '74.60', '6341.00', '85', null, '退货');
INSERT INTO `returnorderline` VALUES ('67', '43', '3839', '5609', '22mmE1镂铣密度板', '22.000000', '101082200011201 ', '张', '440.00', '105.40', '46376.00', '55', null, '退货');
INSERT INTO `returnorderline` VALUES ('68', '44', '9114', '15072', '12mmE2松杂密度板', '12.000000', '31115081200012203 ', '张', '12.00', '57.80', '693.60', '105', null, '退货');
INSERT INTO `returnorderline` VALUES ('69', '45', '8945', '14710', '广西乐林25mm家具密度板', '25.000000', '55115082500012201 ', '张', '50.00', '116.50', '5825.00', '50', null, '退货');
INSERT INTO `returnorderline` VALUES ('70', '46', '9208', '15298', '2.7mmE2杂木密度板砂光', '2.700000', '07114080270012201 ', '张', '900.00', '16.20', '14580.00', '300', null, '退货');
INSERT INTO `returnorderline` VALUES ('71', '47', '8663', '14123', '邵武绿源4.7mmE1密度板', '4.700000', '18114080470011101 ', '张', '117.00', '26.40', '3088.80', '180', null, '退货');
INSERT INTO `returnorderline` VALUES ('72', '48', '8780', '14254', '18mmE0家具密度板', '18.000000', '02115081800010201 ', '张', '840.00', '96.70', '81228.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('73', '49', '8775', '14294', '12mmE1家具密度板', '12.000000', '64115081200011201 ', '张', '68.00', '60.00', '4080.00', '105', null, '退货');
INSERT INTO `returnorderline` VALUES ('74', '50', '8751', '14228', '9mmE1家具密度板', '9.000000', '18115080900011201 ', '张', '200.00', '48.67', '9734.40', '100', null, '退货');
INSERT INTO `returnorderline` VALUES ('75', '51', '9340', '15560', '15mmE2家具密度板', '15.000000', '62115081500012211 ', '张', '85.00', '60.00', '5100.00', '85', null, '退货');
INSERT INTO `returnorderline` VALUES ('76', '52', '9340', '15560', '15mmE2家具密度板', '15.000000', '62115081500012211 ', '张', '70.00', '60.00', '4200.00', '85', null, '退货');
INSERT INTO `returnorderline` VALUES ('77', '53', '9340', '15560', '15mmE2家具密度板', '15.000000', '62115081500012211 ', '张', '67.00', '60.00', '4020.00', '85', null, '退货');
INSERT INTO `returnorderline` VALUES ('78', '54', '9725', '16364', '罗定绿源2.5mm薄板密度板砂光', '2.500000', '07114080250012201', '张', '6.00', '14.70', '88.20', '320', null, '退货');
INSERT INTO `returnorderline` VALUES ('79', '55', '9668', '16261', ' 18mmE1镂铣密度板', '18.000000', '40101081800011201 ', '张', '20.00', '98.00', '1960.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('80', '56', '9793', '16438', '3mmE2杂木密度板', '3.000000', '07114080300012101 ', '张', '34.00', '16.10', '547.40', '270', null, '退货');
INSERT INTO `returnorderline` VALUES ('81', '57', '9490', '15860', '2.7mmE2杂木密度板砂光', '2.700000', '07114080270012201 ', '张', '600.00', '16.80', '10080.00', '300', null, '退货');
INSERT INTO `returnorderline` VALUES ('82', '58', '9502', '15881', '健坤18mm镂铣绿色防潮密度板', '18.000000', '49101081800011201 ', '张', '350.00', '93.00', '32550.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('83', '58', '9503', '15882', '15mm阻燃密度板C级', '15.000000', '49104021500011201 ', '张', '546.00', '90.00', '49140.00', '78', null, '退货');
INSERT INTO `returnorderline` VALUES ('84', '59', '9621', '16171', '健坤18mm绿色防潮密度板（密度大于730）', '18.000000', '49101081800011201', '张', '1330.00', '93.00', '123690.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('85', '60', '9602', '16134', '健坤18mm镂铣绿色防潮密度板', '18.000000', '49101081800011201 ', '张', '840.00', '93.00', '78120.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('86', '61', '9473', '12070', '迪邦15mm刨花板', '16.000000', '50315081500011201 ', '张', '1120.00', '53.68', '60120.00', '80', null, '退货');
INSERT INTO `returnorderline` VALUES ('87', '62', '9473', '12070', '迪邦15mm刨花板', '16.000000', '50315081500011201 ', '张', '1120.00', '53.68', '60120.00', '80', null, '退货');
INSERT INTO `returnorderline` VALUES ('88', '63', '9853', '16551', '2.7mmE0超薄密度板(砂光)', '2.700000', '01114050270010201 ', '张', '560.00', '18.30', '10248.00', '280', null, '退货');
INSERT INTO `returnorderline` VALUES ('89', '64', '8855', '14410', ' 15mmE2家具密度板', '15.000000', '40115081500012201 ', '张', '85.00', '70.50', '5992.50', '85', null, '退货');
INSERT INTO `returnorderline` VALUES ('90', '65', '9579', '16090', '广西东源15mm家具密度板', '15.000000', '40115081500012201', '张', '5.00', '70.50', '352.50', '85', null, '退货');
INSERT INTO `returnorderline` VALUES ('91', '66', '9459', '15812', '9mmE1家具密度板', '9.000000', '06115080900011201 ', '张', '68.00', '45.00', '3060.00', '130', null, '退货');
INSERT INTO `returnorderline` VALUES ('92', '67', '9459', '15812', '9mmE1家具密度板', '9.000000', '06115080900011201 ', '张', '69.00', '45.00', '3105.00', '130', null, '退货');
INSERT INTO `returnorderline` VALUES ('93', '68', '10310', '17583', '5mm阻燃密度板B级', '5.000000', '01104010500011201 ', '张', '114.00', '54.00', '6156.00', '160', null, '退货');
INSERT INTO `returnorderline` VALUES ('94', '69', '10581', '18069', '4.7mm定制薄板密度板优木系列', '4.700000', '01114050470012101 ', '张', '150.00', '24.00', '3600.00', '150', null, '退货');
INSERT INTO `returnorderline` VALUES ('95', '70', '10581', '18069', '4.7mm定制薄板密度板优木系列', '4.700000', '01114050470012101 ', '张', '0.00', '0.00', '0.00', '150', null, '退货');
INSERT INTO `returnorderline` VALUES ('96', '71', '10581', '18069', '4.7mm定制薄板密度板优木系列', '4.700000', '01114050470012101 ', '张', '150.00', '24.00', '3600.00', '150', null, '退货');
INSERT INTO `returnorderline` VALUES ('97', '72', '9844', '16642', '健坤18mm镂铣绿色防潮密度板', '18.000000', '49101081800011201 ', '张', '350.00', '93.00', '32550.00', '70', null, '退货');
INSERT INTO `returnorderline` VALUES ('98', '72', '9845', '16643', '15mm阻燃密度板C级', '15.000000', '49104021500011201 ', '张', '546.00', '90.00', '49140.00', '78', null, '退货');
INSERT INTO `returnorderline` VALUES ('99', '73', '10614', '18120', '	8.7mmE1密度板砂光（促）', '8.700000', '18115080870011203 ', '张', '150.00', '30.35', '6525.00', '100', null, '退货');
INSERT INTO `returnorderline` VALUES ('100', '74', '10748', '18472', '30mm定制密度板', '30.000000', '54113083000012202 ', '张', '39.00', '180.07', '7022.73', '39', null, '退货');
INSERT INTO `returnorderline` VALUES ('101', '74', '10749', '18473', ' 25mm定制家具密度板', '25.000000', '13115082500012201 ', '张', '50.00', '116.45', '5822.50', '50', null, '退货');
INSERT INTO `returnorderline` VALUES ('102', '74', '10750', '18474', '景德镇25mm刨花板', '25.000000', '04315082500011201 ', '张', '48.00', '91.04', '4369.92', '48', null, '退货');
INSERT INTO `returnorderline` VALUES ('103', '74', '10751', '18475', '25mmE1松杨镂铣密度板', '25.000000', '02101082500011201 ', '张', '50.00', '129.85', '6492.50', '50', null, '退货');
INSERT INTO `returnorderline` VALUES ('104', '75', '10735', '18454', '新沂沪千25mmFSC镂铣密度板', '25.000000', '02101082500011201 ', '张', '50.00', '160.59', '8029.50', '50', null, '退货');
INSERT INTO `returnorderline` VALUES ('105', '76', '10736', '18453', '新沂沪千25mmFSC镂铣密度板', '25.000000', '02101082500011201 ', '张', '50.00', '154.13', '7706.50', '50', null, '退货');
INSERT INTO `returnorderline` VALUES ('268', '173', '11008', '18834', '30mm定制密度板', '30.000000', '54113083000012202 ', '张', '39.00', '180.00', '7020.00', '39', null, '退货');
INSERT INTO `returnorderline` VALUES ('269', '173', '11009', '18835', ' 25mm定制家具密度板', '25.000000', '13115082500012201 ', '张', '50.00', '116.40', '5820.00', '50', null, '退货');
INSERT INTO `returnorderline` VALUES ('270', '173', '11010', '18836', '22mmE1镂铣密度板', '22.000000', '75101082200011201 ', '张', '54.00', '106.60', '5756.40', '54', null, '退货');
