/*
Navicat MySQL Data Transfer

Source Server         : 192.168.1.184_3306
Source Server Version : 50505
Source Host           : 192.168.1.184:3306
Source Database       : niucai1

Target Server Type    : MYSQL
Target Server Version : 50505
File Encoding         : 65001

Date: 2018-05-18 11:43:39
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for storeqihui
-- ----------------------------
DROP TABLE IF EXISTS `storeqihui`;
CREATE TABLE `storeqihui` (
  `ProductNo` varchar(50) NOT NULL COMMENT '主键,自动增长(生成)',
  `FinanceNo` varchar(50) NOT NULL COMMENT '库存金额',
  `PrroductName` varchar(200) NOT NULL,
  `ClassName` varchar(50) NOT NULL COMMENT '供应商产品编号',
  `StoreCount` bigint(20) NOT NULL COMMENT '库存数量',
  `FinanceCount` bigint(20) NOT NULL COMMENT '是否可见',
  `Remark` varchar(200) NOT NULL,
  PRIMARY KEY (`ProductNo`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of storeqihui
-- ----------------------------
INSERT INTO `storeqihui` VALUES ('01114050200012101', '980211', '安徽沪千2mm薄板密度板优木系列', 'E2', '684', '684', '');
INSERT INTO `storeqihui` VALUES ('01114050230013102', '980406', '安徽沪千2.3mm薄板密度板优木系列(YM2.3NFCR304Y)', 'CARB', '3040', '0', 'T3少一个入库单的凭证，但是有导入记录，说明之前导入过但是被作废掉了');
INSERT INTO `storeqihui` VALUES ('01114050240013101', '980512', '安徽沪千2.4mm薄板密度板优木系列(YM2.4NFCR288Y)', 'CARB', '0', '0', '');
INSERT INTO `storeqihui` VALUES ('01114050250010201', '980622', '安徽沪千2.5mm薄板密度板优木系列砂光(YM2.5SCRE0288TD)', 'E0', '1151', '0', '16年有入库过,但是T3里没有做入库凭证,没有初始库存');
INSERT INTO `storeqihui` VALUES ('01114050250013101', '980621', '安徽沪千2.5mm薄板密度板优木系列(YM2.5NFCR288TD)', 'CARB', '3168', '0', '没有初始库存,入库在奇兵系统里');
INSERT INTO `storeqihui` VALUES ('01114050270010201', '980708', '安徽沪千2.7mm薄板密度板优木系列砂光(YM2.7SCRE0272TD-TPS)', 'E0', '1063', '0', '没有初始库存1120张');
INSERT INTO `storeqihui` VALUES ('01114050300010201', '980905', '安徽沪千3mm薄板密度板优木系列砂光(YM3.0SCRE0238TD)', 'E0', '476', '0', '16年的库存没有入库过');
INSERT INTO `storeqihui` VALUES ('01114060250010201', '980618', '安徽沪千2.5mm薄板密度板金杨系列砂光(JY2.5SCRE0288TD)', 'E0', '576', '0', '该库存由仓库调货生成，无实际入库');
INSERT INTO `storeqihui` VALUES ('01114060270010201', '980705', '安徽沪千2.7mm薄板密度板金杨系列砂光(JY2.7SCRE0272TD)', 'E0', '0', '0', '');
INSERT INTO `storeqihui` VALUES ('01114060300010201', '980907', '安徽沪千3mm薄板密度板金杨系列砂光(JY3.0SCRE0238TD)', 'E0', '470', '0', '16年的初始库存没有入库，17年的出库没有做');
INSERT INTO `storeqihui` VALUES ('01114060370010201', '981102', '安徽沪千3.7mm薄板密度板金杨系列砂光(JY3.7SCRE0190TD)', 'E0', '375', '0', '16年的初始库存没有，T3里只有一个销售跟采购');
INSERT INTO `storeqihui` VALUES ('01114060475010101', '981509', '安徽沪千4.75mm薄板密度板金杨系列(JY4.75NCRE0152TD)', 'E0', '554', '0', '16年的初始库存608没有，黄岩出掉54张没有记录，记录了仙居的出入库');
INSERT INTO `storeqihui` VALUES ('01114060475010181', '981518', '安徽沪千4.75mm薄板密度板金杨系列(JY4.75NCRE0152Y)', 'E0', '152', '0', 'T3少暂估152张，有销售没有采购');
INSERT INTO `storeqihui` VALUES ('01114060600010101', '981804', '安徽沪千6mm薄板密度板金杨系列砂光(JY6.0SCRE0120TD)', 'E0', '560', '3888', 'ＥＲＰ实际无库存，Ｔ３　手工入库４２１２张，T3销售数量无法对上');
INSERT INTO `storeqihui` VALUES ('01114070270013101', '980710', '安徽沪千2.7mm薄板密度板金考拉系列(KL2.7NCR)', 'CARB', '0', '0', '');
INSERT INTO `storeqihui` VALUES ('02101081800011201', '983233', '新沂沪千18mm镂铣密度板', 'E1', '520', '520', '');
INSERT INTO `storeqihui` VALUES ('02101081800012203', '983280', '新沂沪千18mm镂铣密度板', 'E2', '780', '780', '');
INSERT INTO `storeqihui` VALUES ('02104021800011201', '983227', '新沂沪千18mm阻燃密度板C级', 'E1', '140', '0', '16年的初始库存没有');
INSERT INTO `storeqihui` VALUES ('02105081200012201', '982814', '新沂沪千12mm防水密度板', 'E2', '360', '360', '');
INSERT INTO `storeqihui` VALUES ('02105081800012201', '983213', '新沂沪千18mm防水密度板', 'E2', '60', '0', '16年的初始库存没有');
INSERT INTO `storeqihui` VALUES ('02115081200013201', '982802', '新沂沪千12mm家具密度板', 'CARB', '1', '0', 'ERP实际无库存');
INSERT INTO `storeqihui` VALUES ('02115081500012201', '982942', '新沂沪千15mm家具密度板', 'E2', '840', '841', 'T3少出一张');
INSERT INTO `storeqihui` VALUES ('02115081500013201', '982914', '新沂沪千15mm家具密度板', 'CARB', '915', '0', '16年的初始库存960没有，没有所有的销售');
INSERT INTO `storeqihui` VALUES ('02115081800012201', '983229', '新沂沪千18mm家具密度板', 'E2', '490', '0', '没有入库凭证，只有销售和暂估入库的');
INSERT INTO `storeqihui` VALUES ('02115082000012201', '983301', '新沂沪千20mm家具密度板', 'E2', '120', '120', '');
INSERT INTO `storeqihui` VALUES ('02115082500011201', '983622', '新沂沪千25mm家具密度板', 'E1', '55', '56', 'T3少出一张');
INSERT INTO `storeqihui` VALUES ('02115082500012201', '983623', '新沂沪千25mm家具密度板', 'E2', '70', '71', 'T3少出一张');
INSERT INTO `storeqihui` VALUES ('02115082500012202', '983630', '新沂沪千25mm家具密度板（定制品）', 'E2', '3293', '2405', 'ERP实际库存2557，T3实际库存2558，T3销售的153张是其他产品，所以加上153为T3实际库存，实际相差一张，根据ERP流水，T3少出一张');
INSERT INTO `storeqihui` VALUES ('04102081500012201', '982908', '景德镇鼎晟15mm油漆密度板', 'E2', '36', '0', '16年的初始库存没有，部分销售没有');
INSERT INTO `storeqihui` VALUES ('04112081500011202', '982909', '景德镇鼎晟15mm加密密度板', 'E1', '775', '0', '16年的初始库存没有，T3出了415，暂估了415');
INSERT INTO `storeqihui` VALUES ('04112081800011202', '983210', '景德镇鼎晟18mm加密密度板', 'E1', '595', '0', '16年的库存未初始化，T3出了300，暂估了300');
INSERT INTO `storeqihui` VALUES ('04112081800012201', '983209', '景德镇鼎晟18mm加密密度板', 'E2', '229', '0', '16年的库存未初始化，T3没有任何凭证');
INSERT INTO `storeqihui` VALUES ('05115080800012201', '982101', '安徽安真8mm家具密度板', 'E2', '89', '0', 'T3未做凭证');
INSERT INTO `storeqihui` VALUES ('06101080900013201', '982402', '寿县绿洲9mm镂铣密度板', 'CARB', '260', '0', '16年库存未初始化');
INSERT INTO `storeqihui` VALUES ('06115080900013201', '982408', '寿县绿洲9mm家具密度板', 'CARB', '46', '0', 'T3未做凭证');
INSERT INTO `storeqihui` VALUES ('07110080770162201', '981910', '罗定绿源7.7mm非标密度板', 'E2', '75', '75', '');
INSERT INTO `storeqihui` VALUES ('07114080200012102', '980210', '罗定绿源2mm薄板密度板', 'E2', '4000', '4000', '');
INSERT INTO `storeqihui` VALUES ('07114080230012101', '980405', '罗定绿源2.3mm薄板密度板', 'E2', '5250', '8290', 'T3手工入库3040张');
INSERT INTO `storeqihui` VALUES ('07114080250011201', '980627', '罗定绿源2.5mm薄板密度板砂光', 'E1', '8239', '7600', 'T3少入960，少出320，1');
INSERT INTO `storeqihui` VALUES ('07114080250012101', '980617', '罗定绿源2.5mm薄板密度板', 'E2', '3564', '0', '16年的库存未初始化，T3没有任何凭证');
INSERT INTO `storeqihui` VALUES ('07114080250012102', '980628', '罗定绿源2.5mm薄板密度板', 'E2', '16500', '16291', 'ERP没有任何销售，T3销售209张');
INSERT INTO `storeqihui` VALUES ('07114080250012201', '980625', '罗定绿源2.5mm薄板密度板砂光', 'E2', '97437', '64933', '1.暂估,2.供应商编号变更,最终差1000张');
INSERT INTO `storeqihui` VALUES ('07114080270011201', '980719', '罗定绿源2.7mm薄板密度板砂光', 'E1', '9000', '9000', '');
INSERT INTO `storeqihui` VALUES ('07114080270012101', '980704', '罗定绿源2.7mm薄板密度板', 'E2', '19294', '12000', '16年的库存4300未初始化，冲红3000张，销售6张未做凭证');
INSERT INTO `storeqihui` VALUES ('07114080270012201', '980715', '罗定绿源2.7mm薄板密度板砂光', 'E2', '84076', '66467', '1.出库单 C16002907 销售 900 张对接到了奇兵;2.出库单C16002873销售300张对接到了奇兵;3.出库单C16002872销售300张到了奇兵;4.出库单C16002871销售300张到了奇兵;5.出库单C16002840销售1200张到了奇兵;6.初始有5009张, 另外,T3里有采购 4800 /4800 / 6000,都先暂估,后来红冲了暂估,但是在erp里是有采购入库');
INSERT INTO `storeqihui` VALUES ('07114080300011201', '980919', '罗定绿源3mm薄板密度板砂光', 'E1', '810', '0', '1.初始有库存810');
INSERT INTO `storeqihui` VALUES ('07114080300012101', '980918', '罗定绿源3mm薄板密度板', 'E2', '157', '0', '1.初始有库存157');
INSERT INTO `storeqihui` VALUES ('07114080300012201', '980917', '罗定绿源3mm薄板密度板砂光', 'E2', '151', '0', '初始有790,销售270,销售单号 2823,归入了奇兵,另外暂估了369,那么差额就是 790-270-369 =151');
INSERT INTO `storeqihui` VALUES ('07114080475011211', '981520', '罗定绿源4.75mm薄板密度板砂光', 'E1', '3331', '3331', '');
INSERT INTO `storeqihui` VALUES ('07114080475012101', '981505', '罗定绿源4.75mm薄板密度板', 'E2', '2136', '0', '1.初始有库存2136');
INSERT INTO `storeqihui` VALUES ('07114080580011201', '981708', '罗定绿源5.8mm薄板密度板砂光', 'E1', '560', '560', '');
INSERT INTO `storeqihui` VALUES ('07114080580012101', '981703', '罗定绿源5.8mm薄板密度板', 'E2', '12265', '5600', '入库有一笔1400,未做凭证,初始值有6360张.另外做了 1925/250/的销售出库未形成凭证,');
INSERT INTO `storeqihui` VALUES ('07114080580012201', '981702', '罗定绿源5.8mm薄板密度板砂光', 'E2', '3500', '3500', '');
INSERT INTO `storeqihui` VALUES ('10114080580011201', '981712', '永林蓝豹5.8mm薄板密度板砂光', 'E1', '0', '1', '1.一张作样板了');
INSERT INTO `storeqihui` VALUES ('1015', '983803', '单贴饰面板', 'E1', '481', '568', '');
INSERT INTO `storeqihui` VALUES ('1017', '980002', '单帖花铜', 'E1', '9580', '943', '');
INSERT INTO `storeqihui` VALUES ('1018', '980003', '双帖花铜', 'E1', '63', '0', '');
INSERT INTO `storeqihui` VALUES ('1019', '980005', '复合', 'E1', '22', '128', '');
INSERT INTO `storeqihui` VALUES ('13115082500011201', '983609', '湖州丽象25mm家具密度板', 'E1', '3', '0', '1.出库单C16002761 销售128张,对接过去之后,更改了科目编码,从983609 改成 983630;2,出库单C16002799销售3张,科目编码从983609改成 983630;3.出库单C16002957销售22张,科目编码,从983609 改成 983630,初始库存 156,结余3张');
INSERT INTO `storeqihui` VALUES ('14101082000011201', '983303', '山东新博20mm镂铣密度板', 'E1', '142', '0', '1.初始有库存  334   - 暂估  170 - 采购的22 = 142');
INSERT INTO `storeqihui` VALUES ('18113080770012102', '981903', '邵武绿源7.7mm低密密度板', 'E2', '2240', '0', '1.初始有库存2240');
INSERT INTO `storeqihui` VALUES ('18113080770012201', '981902', '邵武绿源7.7mm低密密度板砂光', 'E2', '5091', '0', '科目编码换成981904了,另外981904的结余是779,黄岩仓初始库存是4213,系统内销售了13张,单号是C16002869没有对接上,T3内销售120张,其实编码是18115080770012202,造成的差异是 4213 -13 +120 -779 =3541');
INSERT INTO `storeqihui` VALUES ('18113080870012201', '984101', '邵武绿源8.7mm低密密度板砂光', 'E2', '7538', '5980', '1.初始有库存 4799 ,2.T3有一笔出库840,3有一笔240销售未对接,4.T3做了暂估入库3840,5.销售单号:91260003907 -=1张未对接, 差距为4799-1+840-240-3840= 1558');
INSERT INTO `storeqihui` VALUES ('18115080770012202', '981905', '邵武绿源7.7mm家具密度板砂光', 'E2', '120', '0', '1.初始有库存167');
INSERT INTO `storeqihui` VALUES ('18115080900011201', '982426', '邵武绿源9mm家具密度板', 'E1', '105', '0', '导入到T3,现在查询,科目编码是982432');
INSERT INTO `storeqihui` VALUES ('19114080250013201', '980615', '湖北吉象2.5mm薄板密度板砂光', 'CARB', '167', '0', '1.初始有库存167');
INSERT INTO `storeqihui` VALUES ('19114080270013101', '980702', '湖北吉象2.7mm薄板密度板', 'CARB', '671', '0', '1.初始有库存671');
INSERT INTO `storeqihui` VALUES ('19114080300013101', '980902', '湖北吉象3mm薄板密度板', 'CARB', '312', '0', '1.初始有库存796,T3未有库存,但是做了两次暂估,一次162.一次322,所以体现差距为 796-162-322= 312');
INSERT INTO `storeqihui` VALUES ('19114080300013202', '980923', '湖北吉象3mm薄板密度板砂光', 'CARB', '2037', '2657', '1.采购260张,通过入库单R16001206,该入库单未导入T3系统,包括奇兵和奇辉;2销售910张,于出库单出库C16002702,但是该订单付款给奇兵,归入奇兵T3系统,3,总差距为910-260= 650');
INSERT INTO `storeqihui` VALUES ('19114080475013101', '981501', '湖北吉象4.75mm薄板密度板', 'CARB', '795', '0', '黄岩仓初始值有789,另外采购45张,通过R16001278入库,但是未同步到T3,另外T里为了能销售出库39张,暂估入库了39张,所以总差距= 789+45-39=795');
INSERT INTO `storeqihui` VALUES ('29115080900012205', '982431', '湖北松滋9mm家具密度板', 'E2', '1400', '1400', '');
INSERT INTO `storeqihui` VALUES ('31114080475012201', '981517', '九江东正4.75mm薄板密度板砂光', 'E2', '1600', '1600', '');
INSERT INTO `storeqihui` VALUES ('31114080600012201', '981805', '九江东正6mm薄板密度板砂光', 'E2', '2971', '308', '1.981805仙居仓采购1296张,通过入库单R16001253入库,并6月2号同步到T3,但T3里入库的是981804,另外黄岩仓初始值1692没有初始化,2.黄岩仓两次销售,都是162张,分别通过C16002896/C16002890进入T3,但是这两张凭证现在都无法查到');
INSERT INTO `storeqihui` VALUES ('31115080800012202', '982102', '九江东正8mm家具密度板砂光(FL)', 'E2', '800', '800', '');
INSERT INTO `storeqihui` VALUES ('31115080900012201', '982401', '九江东正9mm家具密度板', 'E2', '2786', '1580', '请刘欢对,有手工作的');
INSERT INTO `storeqihui` VALUES ('31115080900013201', '982425', '九江东正9mm家具密度板', 'CARB', '1835', '502', '缺少初始化的1333');
INSERT INTO `storeqihui` VALUES ('31115081200012201', '982842', '九江东正12mm家具密度板(12TLW)', 'E2', '735', '630', '982809在T3里没有初始化,后销售105张,通过出库单号C16002958出库,并同步到T3系统,因为该产品在T3没有初始库存,所以应该是财务防止出现负库存,将凭证里的982809 改成 982842,导致982842少于105张');
INSERT INTO `storeqihui` VALUES ('31115081200013211', '982863', '九江东正12mm家具密度板(FLP)', 'CARB', '1510', '1511', '销售出库过一张,在出库单C16002991出库,由于该客户打款到奇兵,所以归在奇兵下,后导入奇兵的T3系统内,恰好差异一张');
INSERT INTO `storeqihui` VALUES ('33115081200012203', '982809', '刘集大江12mm家具密度板', 'E2', '413', '0', '黄岩仓初始有518张库存,T3里没有初始化,后销售105张,剩余413张,通过出库单号C16002958出库,并同步到T3系统,因为该产品在T3没有初始库存,所以应该是财务防止出现负库存,将凭证里的982809 改成 982842');
INSERT INTO `storeqihui` VALUES ('35114080240012101', '980510', '池州东盾2.4mm薄板密度板', 'E2', '2010', '2010', '');
INSERT INTO `storeqihui` VALUES ('35114080270011201', '980721', '池州东盾2.7mm薄板密度板砂光', 'E1', '2700', '0', '5月22号入库  入库单号 R16001362  数量 2430, 于6月2号同步到T3系统,但后来查不到了,需要财务核实是否作废了或者删除了');
INSERT INTO `storeqihui` VALUES ('35114080270012201', '980723', '池州东盾2.7mm薄板密度板砂光', 'E2', '4020', '4020', '');
INSERT INTO `storeqihui` VALUES ('35114080300011201', '980922', '池州东盾3mm薄板密度板砂光', 'E1', '2430', '0', '5月22号入库  入库单号 R16001362  数量 2430, 于6月2号同步到T3系统,但后来查不到了,需要财务核实是否作废了或者删除了');
INSERT INTO `storeqihui` VALUES ('35114080400011201', '981206', '池州东盾4mm薄板密度板砂光', 'E1', '165', '165', '');
INSERT INTO `storeqihui` VALUES ('41115080800012201', '982104', '麟翔8mm家具密度板', 'E2', '0', '0', '');
