INSERT INTO `logisticslonger` VALUES (1, 331003, '浙江省台州市黄岩区', 110101, '北京北京市东城区', 1, '16轮大卡车', 1000.00, 900.00, NULL, '2017-2-20 14:00:36', 47, '');
INSERT INTO `logisticslonger` VALUES (2, 330521, '浙江省湖州市德清县', 440303, '广东省深圳市罗湖区', 3, '13米5', 3000.00, 1500.00, NULL, '2017-2-20 14:07:36', 47, '');
INSERT INTO `logisticslonger` VALUES (3, 330521101, '浙江省湖州市德清县乾元镇', 330329100, '浙江省温州市泰顺县罗阳镇', 7, '13.5', 31.00, 41.00, '4600元 不含税', '2017-2-23 13:33:18', 57, '\0');
INSERT INTO `logisticslonger` VALUES (4, 330521101, '浙江省湖州市德清县乾元镇', 310114102, '上海上海市嘉定区南翔镇', 6, '9.6米', 20.00, 0.00, '2200含税 ', '2017-2-23 13:36:01', 57, '\0');
INSERT INTO `logisticslonger` VALUES (5, 330521101, '浙江省湖州市德清县乾元镇', 330182101, '浙江省杭州市建德市莲花镇', 7, '13.5', 31.00, 0.00, '2300元 不含税', '2017-2-23 13:37:25', 57, '\0');
INSERT INTO `logisticslonger` VALUES (6, 330521101, '浙江省湖州市德清县乾元镇', 320282002, '江苏省无锡市宜兴市屺亭街道', 7, '13.5', 31.00, 0.00, '2000不含税', '2017-2-23 13:42:27', 57, '\0');
